[{"q": "We choose outcomes as goals and treat processes as chores. A wiser approach is to set processes as goals and treat outcomes as by-products.", "a": "Vizi Andrei (Author / Instagram)", "t": ["wisdom", "purpose"]}, {"q": "Freethinkers are those who are willing to use their minds without prejudice and without fearing to understand things that clash with their own customs, privileges, or beliefs.", "a": "Leo N. Tolstoy", "t": ["courage", "wisdom", "freedom", "mind"]}, {"q": "You have to decide who you are and force the world to deal with you, not with its idea of you.", "a": "James Baldwin", "t": ["mind"]}, {"q": "Without courage we cannot practice any other virtue with consistency. We can’t be kind, true, merciful, generous, or honest.", "a": "Maya Angelou", "t": ["courage", "love", "discipline", "action"]}, {"q": "Death twitches my ear. Live, he says, I am coming.", "a": "Virgil", "t": ["death"]}, {"q": "Mostly it is loss which teaches us about the worth of things.", "a": "Arthur Schopenhauer", "t": ["creativity", "loss"]}, {"q": "The strongest man in the world is he who stands most alone.", "a": "Henrik Ibsen", "t": ["solitude"]}, {"q": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer the negative elements in your life, don't sit at home and think about it. Go out and get busy!", "a": "Dale Carnegie", "t": ["courage", "action", "mind"]}, {"q": "I would much rather have men ask why I have no statue, than why I have one.", "a": "Cato the Elder", "t": ["purpose"]}, {"q": "Always laugh when you can. It is cheap medicine.", "a": "Lord Byron", "t": ["happiness"]}, {"q": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.", "a": "John Wayne", "t": ["wisdom", "solitude", "time"]}, {"q": "Only the disciplined ones in life are free. If you are undisciplined, you are a slave to your moods and your passions.", "a": "Eliud Kipchoge", "t": ["discipline", "freedom"]}, {"q": "I recently found a box filled with notes I wrote to myself years ago. I like this one: 1. Know what you want. 2. Go after it relentlessly.", "a": "James Clear", "t": ["wisdom", "solitude", "time"]}, {"q": "Goals are for people who care about winning once. Systems are for people who care about winning repeatedly.", "a": "James Clear", "t": ["love", "purpose"]}, {"q": "Some things work and some things don't. There is almost always another way to get where you want to go. Don't keep trying to open a locked door.", "a": "James Clear", "t": ["action"]}, {"q": "If what you have seems insufficient to you, then though you possess the world, you will yet be miserable.", "a": "Seneca", "t": ["simplicity"]}, {"q": "Dogs are our link to paradise. They don't know evil or jealousy or discontent. To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring-it was peace.", "a": "Milan Kundera", "t": ["wisdom", "happiness", "time", "action"]}, {"q": "You can’t steal second base and keep your foot on first base.", "a": "Frederick B. Wilcox", "t": ["wisdom"]}, {"q": "I have no desire to suffer twice, in reality and then in retrospect.", "a": "Sophocles", "t": ["loss"]}, {"q": "Most men pursue pleasure with such breathless haste that they hurry past it.", "a": "Søren Kierkegaard", "t": ["happiness", "time"]}, {"q": "If I could sink my teeth into the whole earth and actually taste it, I’d be happier for a moment… But I don’t always want to be happy. To be unhappy now and then is part of being natural. Not all days are sunny, and when rain is scarce, we pray for it. And so I take unhappiness with happiness naturally, just as I don’t marvel that there are mountains and plains and that there are rocks and grass… What matters is to be natural and calm in happiness and in unhappiness, to feel as if feeling were seeing, to think as if thinking were walking, and to remember, when death comes, that each day dies, and the sunset is beautiful, and so is the night that remains… That’s how it is and how I want it to be…", "a": "Fernando Pessoa", "t": ["happiness", "creativity", "time", "death"]}, {"q": "Dogs are our link to paradise. They don’t know evil or jealousy or discontent. To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring—it was peace.", "a": "Milan Kundera", "t": ["wisdom", "happiness", "time", "action"]}, {"q": "Don’t worry about people stealing your ideas. If your ideas are any good, you’ll have to ram them down people’s throats.", "a": "Howard Aiken", "t": ["action", "mind"]}, {"q": "If the path before you is clear, you're probably on someone else's.", "a": "Joseph Campbell", "t": ["purpose"]}, {"q": "The average man, who does not know what to do with his life, wants another which will last forever.", "a": "Antole France", "t": ["wisdom", "time", "action"]}, {"q": "I want to risk hitting my head on the ceiling of my talent. I want to really test it out and say, ‘Okay, you're not that good. You just reached the level here.’ I don't ever want to fail, but I want to risk failure every time out of the gate.", "a": "Q Tarrantino", "t": ["courage", "perseverance", "time", "action"]}, {"q": "The very secret of life for me, I believed, was to maintain in the midst of rushing events an inner tranquility.", "a": "Margaret Bourke-White", "t": ["solitude"]}, {"q": "To a disciple who was forever complaining about others, the Master said, ‘If it is peace you want, seek to change yourself, not other people. It is easier to protect your feet with slippers than to carpet the whole of the earth.’", "a": "Anthony de Mello", "t": ["creativity", "solitude", "nature", "simplicity"]}, {"q": "One of the symptoms of an approaching nervous breakdown is the belief that one’s work is terribly important.", "a": "Bertrand Russell", "t": ["action", "mind"]}, {"q": "Instruction does much, but encouragement, everything.", "a": "Johann Wolfgang von Goethe", "t": ["courage", "action"]}, {"q": "All greatness, after all, is rooted in risk.", "a": "Albert Camus", "t": ["courage"]}, {"q": "Would you have a great empire? Rule over yourself.", "a": "Publilius Syrus", "t": ["solitude", "leadership"]}, {"q": "We become builders by building and harpists by playing the harp. Similarly, it is by doing just acts that we become just, by doing temperate acts that we become temperate, by doing courageous acts that we become courageous.", "a": "Aristotle", "t": ["courage", "growth", "action"]}, {"q": "Happiness is simply the absence of desire... Happiness is not about the achievement of pleasure (which is joy or satisfaction), but about the lack of desire. It arrives when you have no urge to feel differently. Happiness is the state you enter when you no longer want to change your state.", "a": "James Clear", "t": ["happiness", "growth", "action", "loss"]}, {"q": "You just need to have the courage to eliminate everything that doesn't directly feed what you really want.", "a": "James Clear", "t": ["courage", "leadership", "action"]}, {"q": "If your compassion does not include yourself, it is incomplete.", "a": "Jack Kornfield", "t": ["love", "solitude", "action"]}, {"q": "A good idea is something that does not solve just one single problem, but rather can solve multiple problems at once.", "a": "Shigeru Miyamoto", "t": ["action", "mind"]}, {"q": "True creation eventually becomes independent of its creator. Evolution takes the original product far from its origin, with an uncertain outcome.", "a": "Dune, The Machine Crusade", "t": ["creativity", "death", "freedom", "growth"]}, {"q": "What I feel fortunate about is that I’m still astonished, that things still amaze me. And I think that that’s the great benefit of being in the arts, where the possibility for learning never disappears, where you basically have to admit you never learn it.", "a": "Milton Glaser", "t": ["wisdom", "creativity", "mind"]}, {"q": "Creative people, as I see them, are distinguished by the fact that they can live with anxiety, even though a high price may be paid in terms of insecurity, sensitivity, and defenselessness for the gift of the ‘divine madness,’ to borrow the term used by the classical Greeks. They do not run away from non-being, but by encountering and wrestling with it, force it to produce being. They knock on silence for an answering music; they pursue meaninglessness until they can force it to mean.", "a": "Rollo May (via Cody Swift and Riverstyx Foundation)", "t": ["creativity", "solitude", "nature", "action"]}, {"q": "A dead thing can go with the stream, but only a living thing can go against it.", "a": "G. K. Chesterton", "t": ["death"]}, {"q": "Nobody knows as much as everybody.", "a": "Albert Einstein", "t": ["wisdom", "time"]}, {"q": "One of the great gifts of sports is learning how to fail in public. People never go to the gym because they're scared of looking stupid, never share their writing because they're scared of judgment, never open their heart because they're scared of rejection. Sports train you to face your fear.", "a": "James Clear", "t": ["courage", "wisdom", "perseverance", "love"]}, {"q": "‘What is the secret of your serenity?’ Said the Master, ‘Wholehearted cooperation with the inevitable.’", "a": "Anthony de Mello", "t": ["love", "creativity"]}, {"q": "The amount of serendipity that will occur in your life, your Luck Surface Area, is directly proportional to the degree to which you do something you're passionate about combined with the total number of people to whom this is effectively communicated.", "a": "Jason Roberts", "t": ["death", "leadership", "action"]}, {"q": "You must let suffering speak, if you want to hear the truth.", "a": "Cornel West", "t": ["wisdom", "loss"]}, {"q": "Desire is a contract that you make with yourself to be unhappy until you get what you want.", "a": "Naval Ravikant", "t": ["happiness", "solitude", "action"]}, {"q": "Never wrestle with pigs. You both get dirty, and the pig likes it.", "a": "George Bernard Shaw", "t": ["wisdom"]}, {"q": "More is lost by indecision than wrong decision.", "a": "Marcus Tullius Cicero", "t": ["loss"]}, {"q": "It is the greatest of all advantages to enjoy no advantage at all.", "a": "Henry David Thoreau", "t": ["happiness"]}, {"q": "Man is the only creature who refuses to be what he is.", "a": "Albert Camus", "t": ["creativity"]}, {"q": "Judge a man by his questions rather than by his answers.", "a": "Voltaire", "t": ["wisdom"]}, {"q": "We are all humiliated by the sudden discovery of a fact which has existed very comfortably and perhaps been staring at us in private while we have been making up our world entirely without it.", "a": "George Eliot", "t": ["nature", "leadership", "action"]}, {"q": "Happiness lies in the joy of achievement and the thrill of creative effort.", "a": "Franklin D.Roosevelt", "t": ["happiness", "creativity", "discipline"]}, {"q": "The only normal people are the ones you don't know very well.", "a": "Alfred Adler", "t": ["wisdom", "time", "action"]}, {"q": "Those who are easily shocked should be shocked more often.", "a": "Mae West", "t": ["wisdom"]}, {"q": "It is good to come to a country you know practically nothing about. Your thoughts grow still, useless. … In a country you know nothing about, there is no reference point. You struggle to associate colors, smells, dim memories. You live a little like a child, or an animal.", "a": "Andrzej Stasiuk", "t": ["wisdom", "perseverance", "time", "nature"]}, {"q": "The only man I know who behaves sensibly is my tailor; he takes my measurements anew each time he sees me. The rest go on with their old measurements and expect me to fit them.", "a": "George Bernard Shaw", "t": ["wisdom", "time"]}, {"q": "If a republic is small, it is destroyed by a foreign force; if it is large, it is ruined by an internal imperfection.", "a": "Montesquieu", "t": ["wisdom"]}, {"q": "Remind yourself what you've been through and what you've had the strength to endure.", "a": "Marcus Aurelius", "t": ["perseverance", "solitude", "death", "mind"]}, {"q": "Remember: Matter. How tiny your share of it. Time. How brief and fleeting your allotment of it. Fate. How small a role you play in it.", "a": "Marcus Aurelius", "t": ["time"]}, {"q": "A man without self discipline is like a boat without a rudder, he will drift wherever the waves of excuses takes him.", "a": "Jason Wilson", "t": ["discipline", "solitude"]}, {"q": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.", "a": "Confucius", "t": ["wisdom", "action", "character"]}, {"q": "Life isn't about finding yourself. Life is about creating yourself.", "a": "George Bernard Shaw", "t": ["creativity", "solitude"]}, {"q": "What is great in man is that he is a bridge and not a goal.", "a": "Friedrich Nietzsche", "t": ["purpose"]}, {"q": "The chief prevention against getting old is to remain astonished.", "a": "Kevin Kelly", "t": ["wisdom"]}, {"q": "There is no creation without tradition; the 'new' is an inflection on a preceding form; novelty is always a variation on the past.", "a": "Carlos Fuentes", "t": ["creativity", "time"]}, {"q": "There’s no difference between a pessimist who says, ‘Oh, it’s hopeless, so don’t bother doing anything,’ and an optimist who says, ‘Don’t bother doing anything, it’s going to turn out fine anyway.’ Either way, nothing happens.", "a": "Yvon Chouinard", "t": ["action"]}, {"q": "Anything forced is not beautiful.", "a": "Xenophon", "t": ["wisdom"]}, {"q": "Vitality shows in not only the ability to persist but the ability to start over.", "a": "F. Scott Fitzgerald", "t": ["perseverance", "creativity", "nature", "action"]}, {"q": "You don' t know it yet, but you have the ability to reinvent yourself endlessly. That's your beauty.", "a": "Lidia Yuknavitch", "t": ["wisdom", "creativity", "solitude", "time"]}, {"q": "In any case, I wrote, I've decided to make myself strong. As far as I can tell, that's all I can do.", "a": "Haruki Murakami", "t": ["solitude", "action"]}, {"q": "He who receives an idea from me, receives instruction himself without lessening mine; as he who lites his taper at mine, receives light without darkening me.", "a": "Thomas Jefferson", "t": ["solitude", "mind"]}, {"q": "There will come a time when you believe everything is finished. That will be the beginning.", "a": "Louis L'Amour", "t": ["time", "action"]}, {"q": "To measure the quality of your life, simply do nothing, and see how it feels.", "a": "Naval Ravikant", "t": ["action"]}, {"q": "Education is not preparation for life Education is life itself.", "a": "John Dewey", "t": ["solitude"]}, {"q": "Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten.", "a": "From Coraline by Neil Gaiman", "t": ["wisdom"]}, {"q": "If you're unwilling to adapt to the future, you'll justify the past.", "a": "James Clear", "t": ["time"]}, {"q": "We have to dare to be ourselves, however frightening or strange that self may prove to be.", "a": "May Sarton", "t": ["courage", "creativity", "solitude"]}, {"q": "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, ‘I have lived through this horror. I can take the next thing that comes along.’ … You must do the thing you think you cannot do.", "a": "Eleanor Roosevelt", "t": ["courage", "solitude", "action", "mind"]}, {"q": "You can be a product of the environment that you’re living in but you can also be a product of your imagination of what’s inside of you.", "a": "Ceelo Green", "t": ["creativity"]}, {"q": "I must continue to follow the path I take now. If I do nothing, if I study nothing, if I cease searching, then, woe is me, I am lost. That is how I look at it — keep going, keep going come what may.", "a": "Vincent Van Gogh", "t": ["perseverance", "time", "nature", "action"]}, {"q": "One good question can give rise to several layers of answers, can inspire decades-long searches for solutions, can generate whole new fields of inquiry, and can prompt changes in entrenched thinking. Answers, on the other hand, often end the process.", "a": "Stuart Firestein", "t": ["creativity", "death", "nature", "leadership"]}, {"q": "We are in the habit of imagining our lives to be linear, a long march from birth to death in which we mass our powers, only to surrender them again, all the while slowly losing our youthful beauty. This is a brutal untruth. Life meanders like a path through the woods. We have seasons when we flourish and seasons when the leaves fall from us, revealing our bare bones. Given time, they grow again.", "a": "Katherine May", "t": ["wisdom", "discipline", "time", "death"]}, {"q": "The teacher learns more than the student. The author learns more than the reader. The speaker learns more than the attendee. The way to learn is by doing.", "a": "James Clear", "t": ["wisdom", "death", "action"]}, {"q": "Where to focus: For the beginner, execution. For the intermediate, strategy. For the expert, mindset.", "a": "James Clear", "t": ["discipline", "solitude", "action", "mind"]}, {"q": "Being underestimated is a gift. You don’t have to find motivation.", "a": "James Clear", "t": ["action"]}, {"q": "A brief guide to improvement: 1) Lots of research. Explore widely and see what is possible. 2) Lots of iterations. Focus on one thing, but do it in different ways. Refine your method. 3) Lots of repetitions. Stick with your method until it stops working. Research. Iterate. Repeat.", "a": "James Clear", "t": ["discipline", "nature", "leadership", "growth"]}, {"q": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.", "a": "Frank Herbert", "t": ["discipline", "freedom", "growth", "action"]}, {"q": "The most difficult thing is the decision to act. The rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process, is its own reward.", "a": "Amelia Earhart", "t": ["courage", "perseverance", "creativity", "growth"]}, {"q": "When you are inspired by some great purpose, some extraordinary project, all your thoughts break their bonds; your mind transcends limitations; your conscious expands in every direction; and you find yourself in a great, new and wonderful world.", "a": "Patanjali", "t": ["creativity", "solitude", "death", "leadership"]}, {"q": "I can do nothing for you but work on myself...you can do nothing for me but work on yourself!", "a": "Ram Dass", "t": ["solitude", "action"]}, {"q": "If evil be spoken of you and it be true, correct yourself, if it be a lie, laugh at it.", "a": "Epictetus", "t": ["happiness", "solitude"]}, {"q": "Raise your ambitions. Lower your expectations. The higher your ambitions, the bolder your actions. The lower your expectations, the greater your satisfaction. Achieve more and be happy along the way.", "a": "James Clear", "t": ["courage", "happiness", "action", "purpose"]}, {"q": "Most of the embarrassing moments of my life happened when I wanted to say no, but ended up saying yes (or saying nothing at all). Most of the missed opportunities in my life happened when I wanted to say yes, but ended up saying no (or saying nothing at all).", "a": "James Clear", "t": ["time", "death", "loss"]}, {"q": "I remember my grandfather telling me how each of us must live with a full measure of loneliness that is inescapable, and we must not destroy ourselves with our passion to escape the aloneness.", "a": "Jim Harrison", "t": ["solitude", "freedom"]}, {"q": "If you're always right, you're not learning. If you're never failing, you're not reaching. The objective is to be right. The objective is to succeed. But if you're always winning, you're undershooting your potential.", "a": "James Clear", "t": ["wisdom", "perseverance", "growth"]}, {"q": "I would rather have questions that can’t be answered than answers that can’t be questioned.", "a": "Richard Feynman", "t": ["wisdom"]}, {"q": "Success is getting what you want. Happiness is wanting what you get.", "a": "Dale Carnegie", "t": ["happiness"]}, {"q": "All that happens to us, including our humiliations, our misfortunes, our embarrassments, all is given to us as raw material, as clay, so that we may shape our art.", "a": "Jorge Luis Borges", "t": ["creativity"]}, {"q": "These are times in which a genius would wish to live. It is not in the still calm of life, or in the repose of a pacific station, that great characters are formed. The habits of a vigorous mind are formed in contending with difficulties. Great necessities call out great virtues.", "a": "Thomas Sowell", "t": ["perseverance", "discipline", "time", "death"]}, {"q": "Pay bad people with your goodness; fight their hatred with your kindness. Even if you do not achieve a victory over other people, you will conquer yourself.", "a": "Henri Frederic", "t": ["love", "solitude", "action"]}, {"q": "You are not your body and hair-style, but your capacity for choosing well. If your choices are beautiful, so too will you be.", "a": "Epictetus", "t": ["wisdom"]}, {"q": "An unproblematic state is a state without creative thought. Its other name is death.", "a": "David Deutsch", "t": ["creativity", "death", "mind"]}, {"q": "Where I was born and where and how I have lived is unimportant. It is what I have done with where I have been that should be of interest.", "a": "Georgia O’Keefe", "t": ["action"]}, {"q": "The mind should be kept independent of any thoughts that arise within it. If the mind depends upon anything, it has no sure haven.", "a": "The Diamond Sutra", "t": ["solitude", "death", "freedom", "mind"]}, {"q": "I’ve been absolutely terrified every moment of my life – and I’ve never let it keep me from doing a single thing I wanted to do.", "a": "Georgie O’Keefe", "t": ["time", "action"]}, {"q": "At this very moment fate is preparing some device against me.", "a": "Seneca", "t": ["time"]}, {"q": "We forfeit three-quarters of ourselves in order to be like other people.", "a": "Arthur Schopenhauer", "t": ["creativity"]}, {"q": "I have never wished to cater to the crowd; for what I know they do not approve, and what they approve I do not know.", "a": "Epicurus", "t": ["wisdom", "time", "action"]}, {"q": "The whole problem with the world is that fools and fanatics are always so sure of themselves, but wiser people so full of doubts.", "a": "Bertrand Russell", "t": ["wisdom", "action"]}, {"q": "If you don't know, ask. You will be a fool for the moment, but a wise man for the rest of your life.", "a": "Seneca", "t": ["wisdom", "time", "action"]}, {"q": "When you feel like giving up is precisely the point everybody else gives up. So it’s at that point that you must put in extra effort.", "a": "James Dyson", "t": ["discipline"]}, {"q": "The nearer a man comes to a calm mind, the closer he is to strength.", "a": "Marcus Aurelius", "t": ["loss", "mind"]}, {"q": "When you want to help people, you tell them the truth. When you want to help yourself, you tell them what they want to hear.", "a": "Thomas Sowell", "t": ["wisdom", "solitude"]}, {"q": "Share your knowledge. It is a way to achieve immortality.", "a": "Dalai Lama", "t": ["wisdom", "time", "death"]}, {"q": "Who then is invincible? The one who cannot be upset by anything outside their reasoned choice.", "a": "Epictetus", "t": ["purpose", "mind"]}, {"q": "Your childhood hunger is the one that never leaves you.", "a": "Chitra Banerjee Divakaruni", "t": ["wisdom"]}, {"q": "Good marketing can sell once, but only a good product can sell twice. In the long run, your performance reverts to the value you provide.", "a": "James Clear", "t": ["character"]}, {"q": "Dogmatism and skepticism are both, in a sense, absolute philosophies; one is certain of knowing, the other of not knowing. What philosophy should dissipate is certainty, whether of knowledge or ignorance.", "a": "Bertrand Russell", "t": ["wisdom", "time", "action"]}, {"q": "I tell you: one must have chaos in oneself to give birth to a dancing star.", "a": "Friedrich Nietzsche", "t": ["solitude", "nature"]}, {"q": "Between stimulus and response there is a space. In that space is our power to choose response. In our response lies our growth and our freedom.", "a": "Viktor Frankl", "t": ["freedom", "leadership", "growth", "action"]}, {"q": "My father always used to say, 'Don't raise your voice. Improve your argument.'", "a": "Desmond Tutu", "t": ["growth", "action"]}, {"q": "If things far away don't concern you, you'll soon mourn things close at hand.", "a": "Confucius", "t": ["action", "loss"]}, {"q": "Define yourself by your effort, not your suffering.", "a": "James Clear", "t": ["discipline", "solitude", "loss"]}, {"q": "Innovators are the ones whose dreams are clearer than the reality that tells them they’re crazy.", "a": "Simon Sinek", "t": ["creativity", "purpose"]}, {"q": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "a": "Ralph Waldo Emerson", "t": ["solitude", "action"]}, {"q": "Every job looks easy when you're not the one doing it.", "a": "Jeff Immelt", "t": ["action"]}, {"q": "Think of many things. Do one.", "a": "Portuguese Proverb", "t": ["action", "mind"]}, {"q": "An artist is not paid for labor but for vision.", "a": "James McNeill Whistler", "t": ["creativity", "purpose"]}, {"q": "Do not spoil what you have by desiring what you have not; remember that what you now have was once among the things you only hoped for.", "a": "Epicurus", "t": ["time", "action"]}, {"q": "What if, instead of spending our lives doing, doing, doing, performing, performing, performing, we spent more time exploring, asking, listening, experimenting, reflecting, striving and becoming?", "a": "Eduardo Briceño", "t": ["time", "death", "leadership", "growth"]}, {"q": "There is no penalty to virtue; no penalty to wisdom; they are proper additions of being. In a virtuous action, I properly am; in a virtuous act, I add to the world.", "a": "Ralph Waldo Emerson", "t": ["wisdom", "action", "character"]}, {"q": "A king is a man strong of character and conviction who leads by example and truly cares for the suffering of his people, not a brute who rules simply because he is the strongest.", "a": "Drizzt, The Crystal Shard pg. 135", "t": ["love", "leadership", "action", "loss"]}, {"q": "Conventional people are roused to fury by departures from convention, largely because they regard such departures as a criticism of themselves.", "a": "Bertrand Russell, The Conquest of Happiness", "t": ["happiness", "creativity"]}, {"q": "When you focus on the past, that's your ego. When I focus on the future, that's my pride. I try to focus in the moment, in the present. That's humility, that's being humble.", "a": "Giannis Antetokounmpo", "t": ["discipline", "time", "simplicity"]}, {"q": "The darker the night, the brighter the stars.", "a": "Fyodor Dostoevsky", "t": ["nature", "action"]}, {"q": "If you feel safe in the area you’re working in, you’re not working in the right area. Always go a little further into the water than you feel you’re capable of being in. Go a little bit out of your depth. And when you don’t feel that your feet are quite touching the bottom, you’re just about in the right place to do something exciting.", "a": "David Bowie", "t": ["perseverance", "leadership", "action"]}, {"q": "The longer you're a teacher, the less you remember what it is like to be a student. The longer you're a doctor, the less you remember what it is like to be a patient. The longer you're a coach, the less you remember what it is like to be a player. Change positions. A new perspective can improve your old methods.", "a": "James Clear", "t": ["time", "growth", "action", "mind"]}, {"q": "Most geniuses—especially those who lead others—prosper not by deconstructing intricate complexities but by exploiting unrecognized simplicities.", "a": "Andy Benoit", "t": ["leadership"]}, {"q": "An expert is someone who, over many years, manages to remain confident enough to keep trying and humble enough to keep learning.", "a": "James Clear", "t": ["wisdom", "simplicity"]}, {"q": "One of the best strategies for learning something quickly: corner a nerd. Find someone who totally geeks out about that topic and ask them every question you can think of.", "a": "James Clear", "t": ["wisdom", "mind"]}, {"q": "Normal is an illusion. What is normal for the spider is chaos for the fly.", "a": "Charles Addams", "t": ["wisdom"]}, {"q": "The greatest shortcoming of the human race is our inability to understand exponential growth.", "a": "Albert Bartlett", "t": ["wisdom", "creativity", "growth"]}, {"q": "Investigate what is, and not what pleases.", "a": "Johann Wolfgang von Goethe", "t": ["wisdom"]}, {"q": "Masters are not perfect at what they do. Masters are really deep students of what they do.", "a": "Dr. Dan Dworkis", "t": ["action"]}, {"q": "Devote the rest of your life to making progress.", "a": "Epictetus", "t": ["leadership", "growth"]}, {"q": "You never ready, forever petty minds stay petty, mine’s thinking longevity until I’m 70.", "a": "Jay Z", "t": ["leadership", "mind"]}, {"q": "But when I’m good I’m good. When I’m bad, I’m better.", "a": "JID", "t": ["growth"]}, {"q": "Destroying rainforest for economic gain is like burning a Renaissance painting to cook a meal.", "a": "E. O. Wilson", "t": ["nature", "loss"]}, {"q": "Don’t just do something, stand there!", "a": "The White Rabbit, Alice in Wonderland", "t": ["action"]}, {"q": "Character consists of what you do on the third and fourth tries.", "a": "James Michener", "t": ["action", "character"]}, {"q": "Nostalgia is possibly the greatest of the lies that we tell ourselves. It is the glossing of the past to fit the sensibilities of the present. For some, it brings a measure of comfort, a sense of self and source, but others, I fear, take these altered memories too far, and because of that, paralyze themselves to the realities about them. How many people long for that ‘past, simpler, and better world,’ I wonder, without ever recognizing the truth that perhaps it was they who were simpler and better, and not the world about them?", "a": "Drizzt, Streams of Silver pg 120", "t": ["courage", "wisdom", "solitude", "time"]}, {"q": "If you don't get everything you want, think of the things you don't get that you don't want.", "a": "Oscar Wilde", "t": ["nature", "action", "mind"]}, {"q": "You can stand firm in a fight against everything except kindness.", "a": "Jean Jacques Rousseau", "t": ["love", "nature"]}, {"q": "Never confuse a single defeat with a final defeat.", "a": "F. Scott Fitzgerald", "t": ["wisdom"]}, {"q": "A person is unfair to themself when they are unable to be hard on themself.", "a": "Me", "t": ["solitude"]}, {"q": "A writer is unfair to himself when he is unable to be hard on himself.", "a": "Marianne Moore", "t": ["solitude"]}, {"q": "Prosperity tries the fortunate, adversity the great.", "a": "Rose Kennedy", "t": ["perseverance"]}, {"q": "Two things define you: Your patience when you have nothing and your attitude when you have everything.", "a": "George Bernard Shaw", "t": ["time"]}, {"q": "I tell my kids, what is the difference between a hero and a coward? What is the difference between being [cowardly] and being brave? No difference. Only what you do. They both feel the same. They both fear dying and getting hurt. The man who is [cowardly] refuses to face up to what he’s got to face. The hero is more disciplined and he fights those feelings off and he does what he has to do. But they both feel the same, the hero and the coward. People who watch you judge you on what you do, not how you feel.", "a": "Cus D’Amato", "t": ["courage", "discipline", "death", "action"]}, {"q": "If you don’t get everything you want, think of the things you don’t get that you don’t want.", "a": "Oscar Wilde", "t": ["nature", "action", "mind"]}, {"q": "It is a fault to wish to be understood before we have made ourselves clear to ourselves.", "a": "Simone Weil", "t": ["wisdom"]}, {"q": "Most people optimize for the day ahead. A few people optimize for 1-2 years ahead. Almost nobody optimizes for 3-4 years ahead (or longer). The person who is willing to delay gratification longer than most reduces competition and gains a decisive advantage. Patience is power.", "a": "James Clear", "t": ["time", "leadership"]}, {"q": "To the most trivial actions, attach the devotion and mindfulness of a hundred monks. To matters of life and death, attach a sense of humor.", "a": "Zhuangzi", "t": ["death", "action", "mind"]}, {"q": "Reading after a certain age diverts the mind too much from its creative pursuits. Any man who reads too much and uses his own brain too little falls into lazy habits of thinking, just as the man who spends too much time in the theater is tempted to be content with living vicariously instead of living his own life.", "a": "Albert Einstein", "t": ["happiness", "creativity", "discipline", "time"]}, {"q": "Let us not wait for other people to come to us and call upon us to do great deeds. Let us instead be the first to summon the rest to the path of honor. Show yourself to be the bravest of all the captains, with more of a right to leadership than those who are our leaders at present.", "a": "Xenophon", "t": ["courage", "solitude", "time", "leadership"]}, {"q": "The science of mathematics presents the most brilliant example of how pure reason may successfully enlarge its domain without the aid of experience.", "a": "Immanuel Kant, Critique of Pure Reason", "t": ["time", "action", "purpose", "mind"]}, {"q": "The truth is like a lion; you don’t have to defend it. Let it loose; it will defend itself.", "a": "Augustine of Hippo", "t": ["wisdom", "solitude", "death", "action"]}, {"q": "Throw me to the wolves and I will return leading the pack.", "a": "Seneca", "t": ["leadership"]}, {"q": "Often the difference between a successful person and a failure is not one's better abilities or ideas, but the courage that one has to bet on one's ideas, to take a calculated risk—and to act.", "a": "André Malraux", "t": ["courage", "perseverance", "growth", "action"]}, {"q": "Some people think that as soon as you plant a tree, it must bear fruit. We must allow it to grow a bit.", "a": "Tunku Abdul Rahman", "t": ["nature", "growth", "mind"]}, {"q": "I prayed for twenty years but received no answer until I prayed with my legs.", "a": "Frederick Douglas", "t": ["action"]}, {"q": "The culture precedes positive results. It doesn’t get tacked on as an afterthought on your way to the victory stand. Champions behave like champions before they’re champions; they have a winning standard of performance before they are winners.", "a": "Bill Walsh", "t": ["solitude", "action", "mind"]}, {"q": "A good teacher does not teach facts, he or she teaches enthusiasm, open-mindedness and values.", "a": "Giancarlo Rota", "t": ["action", "character", "mind"]}, {"q": "The art of war teaches us to rely not on the likelihood of the enemy's not coming, but on our own readiness to receive him; not on the chance of his not attacking, but rather on the fact that we have made our position unassailable.", "a": "Sun Tzu", "t": ["creativity", "nature", "leadership", "action"]}, {"q": "Nearly everything in life is unfavorable once it grows to a certain size. It is entirely possible to have too many clients, too much work, too much fame, too much free time, and so on. Pay attention to when the thing you're chasing exceeds its usefulness.", "a": "James Clear", "t": ["time", "freedom", "growth"]}, {"q": "Knowing how to look is a way of inventing.", "a": "Salvador Dalí", "t": ["wisdom", "creativity", "time", "action"]}, {"q": "Cease to cherish your opinions.", "a": "Sengcan", "t": ["wisdom"]}, {"q": "No one is useless in this world,’ retorted the Secretary, ‘who lightens the burden of it for anyone else.’", "a": "Charles Dickens, Our Mutual Friend", "t": ["death"]}, {"q": "Desire makes slaves out of kings, while patience makes kings out of slaves.", "a": "Imam Al-Ghazali", "t": ["time", "leadership"]}, {"q": "If you are lonely when you're alone, you are in bad company.", "a": "Jean-Paul Sartre", "t": ["creativity", "solitude"]}, {"q": "’A Man, A Plan, A Canal, Panama’ is backwards.", "a": "NFTArtCritic (888 Discord)", "t": ["creativity"]}, {"q": "Man must create his own essence: it is in throwing himself into the world, suffering there, struggling there, that he gradually defines himself.", "a": "Jean-Paul Sartre", "t": ["creativity", "solitude", "loss"]}, {"q": "You get ideas when you ask yourself simple questions. The most important of the questions is just, ‘What if...?’", "a": "Neil Gaiman", "t": ["solitude", "simplicity", "mind"]}, {"q": "This, in particular, willingness to yield the floor to experts—in oratory, law, psychology, whatever—and to support them energetically, so that each of them could fulfill his potential.", "a": "Marcus Aurelius", "t": ["creativity", "growth"]}, {"q": "Judgment can look the event in the eye and say, ‘This is what you are, regardless of what you may look like.’ While Adaptability adds, ‘You’re just what I was looking for.’", "a": "Marcus Aurelius", "t": ["leadership"]}, {"q": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.", "a": "Carlos Castaneda", "t": ["happiness"]}, {"q": "Well-being is realized by small steps but it is no small thing.", "a": "Zeno of Citium", "t": ["wisdom"]}, {"q": "Disaster is Virtue’s opportunity.", "a": "Seneca", "t": ["character"]}, {"q": "The history of failure in war can be summed up in two words: Too late. Too late in comprehending the deadly purpose of the enemy; too late in realizing the mortal danger; too late in preparedness; too late in uniting all possible forces for resistance; too late in standing with one's friends.", "a": "General Douglas MacArthur", "t": ["perseverance", "creativity", "death", "action"]}, {"q": "We don't rise to the level of our expectations; we fall to the level of our training.", "a": "Archilochus", "t": ["nature", "action"]}, {"q": "Normality is a paved road: It's comfortable to walk, but no flowers grow on it.", "a": "Vincent van Gogh", "t": ["nature", "growth"]}, {"q": "What the superior man seeks is in himself; what the small man seeks is in others.", "a": "Confucius", "t": ["solitude"]}, {"q": "When you come out of the storm you won't be the same person who walked in. That's what this storm is all about.", "a": "Haruki Murakami", "t": ["nature"]}, {"q": "Wellbeing is attained by little and little, and nevertheless is no little thing itself.", "a": "Zeno of Citium", "t": ["solitude", "simplicity"]}, {"q": "Entrepreneur’s mind. Athlete’s body. Artist’s soul.", "a": "James Clear", "t": ["creativity", "mind"]}, {"q": "Do the most important thing first each day and you'll never have an unproductive day.", "a": "James Clear", "t": ["action"]}, {"q": "Fabius used to say that the basest excuse for a commanding officer is ‘I didn’t think it would happen,’ but I say it’s the basest for anyone. Thinking everything might happen; anticipate everything.", "a": "Seneca", "t": ["leadership", "mind"]}, {"q": "If they’ve made a mistake correct them gently and show them where they went wrong. If you can’t do that, then the blame lies with you. Or no one.", "a": "Marcus Aurelius", "t": ["action"]}, {"q": "Kingship: to earn a bad reputation by good deeds.", "a": "Antisthenes", "t": ["leadership", "character"]}, {"q": "Leadership, like life, is often a matter of choosing the lesser of two evils. It’s about making the best of bad situations. It’s about being pragmatic and realistic. We don’t live in Plato’s Republic, Marcus Aurelius reminds us. We live here, in this world. Where there are only hard decisions. Where the easy, simple problems get greedily gobbled up by lesser men and women. Where leadership is a daily struggle.", "a": "Ryan Holiday", "t": ["perseverance", "leadership", "simplicity", "action"]}, {"q": "New decisions based on new information are at the heart of leadership…But you can’t make those decisions if you’re also busy calculating how much the old decisions cost you.", "a": "Seth Godin", "t": ["love", "creativity", "leadership"]}, {"q": "Our plans miscarry because they have no aim when a man does not know what harbor he is making for, no wind is the right wind.", "a": "Seneca", "t": ["wisdom", "time", "nature", "leadership"]}, {"q": "To begin you must study the end.", "a": "José Raúl Capablanca", "t": ["death", "action"]}, {"q": "Talent is a pursued interest.", "a": "Bob Ross", "t": ["wisdom"]}, {"q": "Nothing is a greater impediment to being on good terms with others than being ill at ease with yourself.", "a": "Honoré de Balzac", "t": ["solitude", "character"]}, {"q": "The most important thing is to try and inspire people so that they can be great in whatever they want to do.", "a": "Kobe Bryant", "t": ["creativity", "action"]}, {"q": "Our minds must relax: they will rise better and keener after a rest.", "a": "Seneca", "t": ["growth", "mind"]}, {"q": "Lessons are repeated until they are learned. A lesson will be presented to you in various forms until you have learned it. When you have learned it, you can go on to the next lesson. Learning lessons does not end. There's no part of life that doesn't contain its lessons. If you're alive, that means there are still lessons to be learned.", "a": "Cherie Carter-Scott", "t": ["wisdom", "creativity", "time", "death"]}, {"q": "The main thing is the YOU beneath the clothes and skin—the ability to do, the will to conquer, the determination to understand and know this great, wonderful, curious world. Don’t shrink from new experiences and custom. Take the cold bath bravely. Enter into the spirit of your big bedroom. Enjoy what is and not pine for what is not. Read some good, heavy, serious books just for discipline: Take yourself in hand and master yourself. Make yourself do unpleasant things, so as to gain the upper hand of your soul.", "a": "W.E.B. Du Bois", "t": ["courage", "wisdom", "perseverance", "happiness"]}, {"q": "The things you take pride in are the same things you are likely to be biased about. How might the things you take pride in be misleading you? The tighter you cling to your current identity, the harder it becomes to grow beyond it.", "a": "James Clear", "t": ["leadership", "growth"]}, {"q": "All men make mistakes, but a good man yields when he knows his course is wrong, and repairs the evil. The only crime is pride.", "a": "Sophocles", "t": ["wisdom", "time"]}, {"q": "I think of a hero as someone who understands the degree of responsibility that comes with his freedom.", "a": "Bob Dylan", "t": ["wisdom", "freedom", "action", "mind"]}, {"q": "To make life a little better for people less fortunate than you, that's what I think a meaningful life is. One lives not just for oneself but for one's community.", "a": "Ruth Bader Ginsburg", "t": ["solitude", "growth", "purpose", "mind"]}, {"q": "A good plan, violently executed now, is better than a perfect plan next week.", "a": "General George S. Patton", "t": ["time", "growth", "action"]}, {"q": "A writer—and, I believe, generally all persons—must think that whatever happens to him or her is a resource. All things have been given to us for a purpose, and an artist must feel this more intensely. All that happens to us, including our humiliations, our misfortunes, our embarrassments, all is given to us as raw material, as clay, so that we may shape our art.", "a": "Jorge Luis Borges", "t": ["creativity", "purpose", "mind"]}, {"q": "Be careful not to rashly refuse to learn from others.", "a": "Cato the Elder", "t": ["wisdom", "love"]}, {"q": "Think of your exposure to unfair criticism as the price you pay for the insight that, when acted upon, becomes wisdom.", "a": "Ryan Holiday", "t": ["wisdom", "growth", "action", "mind"]}, {"q": "Everyone needs a coach. It doesn't matter whether you're a basketball player, a tennis player, a gymnast, or a bridge player...We all need people who will give us feedback. That's how we improve.", "a": "Bill Gates", "t": ["growth", "action"]}, {"q": "If anyone can refute me, show me I’m making a mistake or looking at things from the wrong perspective—I’ll gladly change. It’s the truth I’m after, and the truth never harmed anyone. What harms us is to persist in self-deceit and ignorance.", "a": "Marcus Aurelius", "t": ["wisdom", "perseverance", "happiness", "solitude"]}, {"q": "We have been fighting on this planet for ten thousand years; it would be idiotic and unethical to not take advantage of such accumulated experiences. If you haven’t read hundreds of books, you are functionally illiterate, and you will be incompetent, because your personal experiences alone aren’t broad enough to sustain you. Any commander who claims he is 'too busy to read' is going to fill body bags with his troops as he learns the hard way.", "a": "General Mattis", "t": ["wisdom", "solitude", "leadership", "simplicity"]}, {"q": "The bees steal from this flower and that, but afterward turn their pilferings into honey, which is their own...So the pupil will transform and fuse together the passages that he borrows from others, to make of them something entirely his own...His education, his labor, and his study have no other aim but to form this.", "a": "Montaigne", "t": ["nature", "growth"]}, {"q": "One person likes tending to his farm, another to his horse; I like to daily monitor my self-improvement.", "a": "Epictetus", "t": ["solitude", "death", "growth"]}, {"q": "Suffering is a test. That's all it is. Suffering is the true test of life.", "a": "David Goggins", "t": ["loss"]}, {"q": "For the classics, philosophical insight was the product of a life of leisure; for me, a life of leisure is the product of philosophical insight.", "a": "Nassim Nicholas Taleb", "t": ["wisdom"]}, {"q": "You can't discuss the ocean with a well frog - he's limited by the space he lives in. You can't discuss ice with a summer insect - he's bound to a single season.", "a": "Zhuang Zhou", "t": ["nature"]}, {"q": "Be crumbled, so wildflowers will come up where you are. You have been stony for too many years. Try something different. Surrender.", "a": "Rumi", "t": ["death", "nature"]}, {"q": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.", "a": "Aristotle", "t": ["action"]}, {"q": "Swing easy.", "a": "Oscar Munoz", "t": ["wisdom"]}, {"q": "The more we run from a problem the more we’re actually running into it.", "a": "Pico Iyer", "t": ["action"]}, {"q": "Everything you want is on the other side of hard.", "a": "Monty Williams", "t": ["wisdom"]}, {"q": "Pressure is a privilege…You’re not gonna find greatness on a beach. You’re gonna find it in the struggle.", "a": "Monty Williams", "t": ["perseverance"]}, {"q": "Try to say nothing negative about anybody for three days, for forty-five days, for three months. See what happens to your life.", "a": "Yoko Ono", "t": ["wisdom"]}, {"q": "The art of life is to know how to enjoy a little and to endure much.", "a": "William Hazlitt", "t": ["wisdom", "perseverance", "happiness", "creativity"]}, {"q": "A parable from priest and therapist Anthony de Mello on the stories we tell ourselves: 'A man found an eagle's egg and put it in a nest of a barnyard hen. The eaglet hatched with the brood of chickens and grew up with them. All his life the eagle did what the barnyard chicks did, thinking he was a barnyard chicken. He scratched the earth for worms and insects. He clucked and cackled. And he would thrash his wings and fly a few feet into the air. Years passed and the eagle grew very old. One day he saw a magnificent bird above him in the cloudless sky. It glided in graceful majesty among the powerful wind currents, with scarcely a beat of its strong golden wings. The old eagle looked up in awe. \"Who's that?\" he asked. \"That's the eagle, the king of the birds,\" said his neighbor. \"He belongs to the sky. We belong to the earth—we're chickens.\" So the eagle lived and died a chicken, for that's what he thought he was.'", "a": "Source: Song of the Bird", "t": ["creativity", "death", "nature", "leadership"]}, {"q": "Strangely, life gets harder when you try to make it easy. Exercising might be hard, but never moving makes life harder. Uncomfortable conversations are hard, but avoiding every conflict is harder. Mastering your craft is hard, but having no skills is harder. Easy has a cost.", "a": "James Clear", "t": ["creativity"]}, {"q": "When the facts change, I change my mind. What do you do, sir?", "a": "John Maynard Keynes", "t": ["growth", "action", "mind"]}, {"q": "An ant on the move does more than a dozing ox.", "a": "Lao Tzu", "t": ["action"]}, {"q": "If I had to live my life again, I’d make the same mistakes, only sooner.", "a": "Tallulah Bankhead", "t": ["wisdom"]}, {"q": "The things you run from are inside you.", "a": "Seneca", "t": ["wisdom"]}, {"q": "You don’t need a better computer to become a writer. You don’t need a better guitar to become a musician. You don’t need a better camera to become a photographer. What you need is to get to work.", "a": "James Clear", "t": ["growth", "action"]}, {"q": "To know what life is worth you have to risk it once in a while.", "a": "Jean-Paul Sartre", "t": ["courage", "wisdom", "creativity", "time"]}, {"q": "Awareness of what you don’t know is one of the real measures of intelligence.", "a": "Warren Berger", "t": ["wisdom", "time", "action", "mind"]}, {"q": "Be grateful for what you have.", "a": "Unknown", "t": ["wisdom", "time"]}, {"q": "Thinking is difficult. That’s why most people judge.", "a": "Carl Jung", "t": ["perseverance", "leadership", "purpose", "mind"]}, {"q": "Freedom is nothing else but a chance to be better.", "a": "Albert Camus", "t": ["freedom", "growth", "action"]}, {"q": "If you make a mistake and do not correct it, this is called a mistake.", "a": "Confucius", "t": ["action"]}, {"q": "Sweat more during peace: bleed less during war.", "a": "Sun Tzu", "t": ["nature"]}, {"q": "There is a strong shadow where there is much light.", "a": "Johann Wolfgang von Goethe", "t": ["action"]}, {"q": "There is nothing noble in being superior to your fellow man; true nobility is being superior to your former self.", "a": "Ernest Hemingway", "t": ["solitude", "character"]}, {"q": "The graveyard is the richest place on earth, because it is here that you will find all the hopes and dreams that were never fulfilled...", "a": "Les Brown", "t": ["creativity", "death", "nature", "purpose"]}, {"q": "One day, in retrospect, the years of struggle will strike you as the most beautiful.", "a": "Sigmund Freud", "t": ["perseverance"]}, {"q": "When I was a child, I spoke as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.", "a": "Bible, 1 Corinthians 13:11", "t": ["mind"]}, {"q": "Yesterday I was clever, so I wanted to change the world. Today I am wise, so I am changing myself.", "a": "Rumi", "t": ["wisdom", "solitude", "time", "growth"]}, {"q": "Do nothing which is of no use.", "a": "Miyamoto Musashi", "t": ["action"]}, {"q": "Forgiveness is not forgetting. Forgiveness is freedom from hate.", "a": "Valarie Kaur", "t": ["freedom", "action"]}, {"q": "Every man takes the limits of his own field of vision for the limits of the world.", "a": "Arthur Schopenhauer", "t": ["creativity", "purpose"]}, {"q": "Man conquers the world by conquering himself.", "a": "Zeno", "t": ["solitude"]}, {"q": "You can't discuss the ocean with a well frog - he's limited by the space he lives in.", "a": "Zhuang Zhou", "t": ["nature"]}, {"q": "No one can construct for you the bridge upon which precisely you must cross the stream of life, no one but you yourself alone.", "a": "Friedrich Nietzsche", "t": ["solitude"]}, {"q": "Adulthood is a wonderful thing, and brief. You must be sure to enjoy it while it lasts.", "a": "Marilynne Robinson, Gilead", "t": ["happiness", "leadership"]}, {"q": "Time heals what reason cannot.", "a": "Seneca", "t": ["time", "purpose", "mind"]}, {"q": "Death, therefore, the most awful of evils, is nothing to us, seeing that, when we are, death is not come, and, when death is come, we are not.", "a": "Epicurus", "t": ["death"]}, {"q": "Just for the record, the weather today is calm and sunny, but the air is full of bullshit.", "a": "Chuck Palahniuk, Diary", "t": ["time", "nature"]}, {"q": "Today, I’m sort of a mannequin figure that’s lost its liberty and happiness...Grandeur is all very well, but only in retrospect and in the imagination.", "a": "Napoleon", "t": ["happiness", "creativity", "time", "freedom"]}, {"q": "You don't inspire people by revealing your super powers; you inspire people by helping them reveal their own super powers.", "a": "Alexander den Heijer", "t": ["creativity", "leadership", "action"]}, {"q": "Beware that, when fighting monsters, you yourself do not become a monster...", "a": "Friedrich Nietzsche", "t": ["solitude", "growth", "action"]}, {"q": "Looking at life from a different perspective makes you realize that it's not the deer that is crossing the road, rather it's the road that is crossing the forest.", "a": "Muhammad Ali", "t": ["nature", "leadership", "mind"]}, {"q": "It is not enough to be busy. So are the ants. The question is: What are we busy about?", "a": "Henry David Thoreau", "t": ["simplicity"]}, {"q": "Look for people who have lots of great questions.", "a": "Ray Dalio", "t": ["wisdom"]}, {"q": "Happy the man who improves other people not merely when he is in their presence but even he is in their thoughts!", "a": "Seneca", "t": ["happiness", "growth", "mind"]}, {"q": "Make your heart like a lake with a calm still surface and great depths of kindness.", "a": "Lao Tzu", "t": ["love", "creativity"]}, {"q": "There is only one way to happiness and that is to cease worrying about things which are beyond the power or our will.", "a": "Epictetus", "t": ["happiness", "leadership"]}, {"q": "Did you think the lion was sleeping because he didn't roar?", "a": "Friedrich Schiller", "t": ["mind"]}, {"q": "To find yourself, think for yourself.", "a": "Socrates", "t": ["solitude", "mind"]}, {"q": "Well-being is realized in small steps, but it is no small thing.", "a": "Zeno of Citium", "t": ["wisdom"]}, {"q": "...anxiety is the dizziness of freedom...", "a": "Soren Kierkegaard", "t": ["freedom", "action"]}, {"q": "The only real mistake is the one from which we learn nothing.", "a": "Henry Ford", "t": ["wisdom"]}, {"q": "The most desirable quality in a soldier is constancy in the support of fatigue; valor is only secondary.", "a": "Napoleon Bonaparte", "t": ["creativity", "death"]}, {"q": "This exceeding trifling witling, considering ranting criticizing concerning adopting fitting wording being exhibiting transcending learning, was displaying, notwithstanding ridiculing, surpassing boasting swelling reasoning, respecting correcting erring...", "a": "Unknown", "t": ["wisdom", "time", "death", "action"]}, {"q": "Each person feels pain in his own way, each has his own scars.", "a": "Haruki Marukami", "t": ["loss"]}, {"q": "Freedom is the will to be responsible for ourselves.", "a": "Friedrich Nietzsche", "t": ["freedom", "action"]}, {"q": "In your actions, don't procrastinate. In your conversations, don't confuse. In your thoughts, don't wander. In your soul, don't be passive or aggressive. In your life, don't be all about business.", "a": "Marcus Aurelius", "t": ["action", "mind"]}, {"q": "Truthful words are not beautiful; beautiful words are not truthful. Good words are not persuasive; persuasive words are not good.", "a": "Lao Tzu", "t": ["wisdom"]}, {"q": "Determine that today you will overcome yourself of the day before, tomorrow you will win over those of lesser skill, and later you will win over those of greater skill.", "a": "Miyamoto Musashi", "t": ["perseverance", "solitude", "time"]}, {"q": "Discipline is choosing between what you want now and what you want most.", "a": "Abraham Lincoln", "t": ["discipline", "time"]}, {"q": "The richest man ain't the one with his first dollar, dog-- it's the one that still got his first friend.", "a": "Beanie Siegel", "t": ["death", "action"]}, {"q": "Hoard food and it rots. Hoard money and you rot. Hoard power and the nation rots.", "a": "Chuck Palahniuk", "t": ["leadership"]}, {"q": "No tree, it is said, can grow to heaven unless its roots reach down to hell.", "a": "Carl Jung", "t": ["nature", "growth", "action"]}, {"q": "Stretching his hand up to reach the stars, too often man forgets the flowers at his feet.", "a": "Jeremy Bentham", "t": ["nature"]}, {"q": "We are our choices.", "a": "Jean-Paul Sartre", "t": ["creativity"]}, {"q": "Hope has two beautiful daughters; their names are Anger and Courage. Anger at the way things are, and Courage to see that they do not remain as they are.", "a": "Augustine of Hippo", "t": ["courage", "action"]}, {"q": "I don't know why we are here, but I'm pretty sure that it is not in order to enjoy ourselves.", "a": "Ludwig Wittgenstein", "t": ["wisdom", "happiness", "time", "action"]}, {"q": "The misery that oppresses you lies not so much in the nature of your profession, but in yourself! Every craft involves some form of suffering.", "a": "After Goethe", "t": ["creativity", "solitude", "nature", "loss"]}, {"q": "You think your pain and your heartbreak are unprecedented in the history of the world, but then you read.", "a": "James Baldwin", "t": ["love", "creativity", "loss", "mind"]}, {"q": "Care about what other people think and you will always be their prisoner.", "a": "Lao Tzu", "t": ["love", "freedom", "mind"]}, {"q": "A bad rower blames the oar.", "a": "Nordic Proverb", "t": ["wisdom"]}, {"q": "Reality is neutral. Our reactions reflect back and create our world.", "a": "Naval Ravikant", "t": ["creativity", "action"]}, {"q": "Don't compare yourself with other people; compare yourself with who you were yesterday.", "a": "Jordan Peterson", "t": ["solitude", "time", "action"]}, {"q": "Practice yourself in little things; and from there proceed to greater things.", "a": "Epictetus", "t": ["discipline", "solitude", "action"]}, {"q": "Suspect each moment, for it is a thief, tiptoeing away with more than it brings.", "a": "John Updike", "t": ["time"]}, {"q": "The universe is full of magical things patiently waiting for our wits to grow sharper.", "a": "Eden Phillpotts", "t": ["time", "growth"]}, {"q": "To a mind that is still, the entire universe surrenders.", "a": "Zhuang Zhou", "t": ["death", "mind"]}, {"q": "Every man has a property in his own person. This nobody has a right to, but himself.", "a": "John Locke", "t": ["solitude"]}, {"q": "It is exercise alone that supports the spirits, and keeps the mind in vigor.", "a": "Marcus Tullius Cicero", "t": ["solitude", "mind"]}, {"q": "He who cannot put his thoughts on ice should not enter into the heat of debate.", "a": "Friedrich Nietzsche", "t": ["mind"]}, {"q": "Don’t be satisfied with stories, how things have gone with others. Unfold your own myth.", "a": "Rumi", "t": ["action", "loss"]}, {"q": "Gratitude is not only the greatest of the virtues, but the parent of all of the others.", "a": "Cicero", "t": ["character"]}, {"q": "One regrets the loss even of one’s worst habits. Perhaps one regrets them the most. They are such an essential part of one’s personality.", "a": "Oscar Wilde", "t": ["creativity", "discipline", "nature", "loss"]}, {"q": "Failure is not fatal, but failure to change might be.", "a": "John Wooden", "t": ["perseverance", "growth"]}, {"q": "Humans are divided between those who can still look through the eyes of youth and those who cannot.", "a": "Dave Eggers", "t": ["wisdom"]}, {"q": "Try to learn something about everything and everything about something.", "a": "Thomas Huxley", "t": ["wisdom"]}, {"q": "What is prayer but a wish for the events in your life to string together to form a story – something that makes some sense of events you know have meaning.", "a": "Douglas Coupland, Generation A", "t": ["wisdom", "time", "action", "purpose"]}, {"q": "If you have the ability to love, love yourself first.", "a": "Charles Bukowski", "t": ["love", "solitude"]}, {"q": "Circumstance does not make the man, it reveals him to himself.", "a": "Epictetus", "t": ["solitude", "action"]}, {"q": "Be happy about your growth, in which of course you can’t take anyone with you, and be gentle to those you leave behind.", "a": "Rainer Maria Rilke, Letters to a Young Poet", "t": ["happiness", "nature", "growth"]}, {"q": "Perhaps the feelings that we experience when we are in love represent a normal state.", "a": "Anton Chekhov", "t": ["love", "time"]}, {"q": "Ambition leads me not only farther than any other man has been before me, but as far as I think it possible for man to go.", "a": "James Cook, The Journals", "t": ["creativity", "leadership", "purpose", "mind"]}, {"q": "Optimism is true moral courage.", "a": "Ernest Shackleton", "t": ["courage", "character"]}, {"q": "You have comfort. You don’t have luxury. And don’t tell me that money plays a part. The luxury I advocate has nothing to do with money.", "a": "Jean Cocteau", "t": ["creativity", "action"]}, {"q": "Many continued hoping that the epidemic would soon die out and they and their families be spared.", "a": "Camus, La Peste", "t": ["death"]}, {"q": "Do what you can, with what you have, where you are.", "a": "Theodore Roosevelt", "t": ["action"]}, {"q": "When one cannot see the future, the best you can do is the next right thing.", "a": "Frozen II", "t": ["time", "action"]}, {"q": "There are truths which are not for all men, nor for all times.", "a": "Voltaire", "t": ["wisdom", "time"]}, {"q": "He who jumps into the void owes no explanation to those who stand and watch.", "a": "Jean-Luc Godard", "t": ["wisdom"]}, {"q": "No truly great thing is created suddenly.", "a": "Epictetus", "t": ["creativity"]}, {"q": "To venture causes anxiety…But not to venture is to lose one's self.", "a": "Søren Kierkegaard", "t": ["solitude", "loss"]}, {"q": "Anyone who isn't embarrassed by who they were last year probably isn't learning enough.", "a": "Alain de Botton", "t": ["wisdom", "simplicity"]}, {"q": "Sometimes, in order to have the last word, one must remain silent.", "a": "Joe Norman", "t": ["solitude", "time"]}, {"q": "As you proceed through life, following your own path, birds will shit on you. Don’t bother to brush it off.", "a": "Joseph Campbell", "t": ["action", "purpose"]}, {"q": "The way to gain a good reputation is to endeavor to be what you desire to appear.", "a": "Socrates", "t": ["death", "character"]}, {"q": "The most spiritual men, as the strongest, find their happiness where others would find their destruction.", "a": "Friedrich Nietzsche", "t": ["happiness"]}, {"q": "Failure is simply the opportunity to begin again, this time more intelligently.", "a": "Henry Ford", "t": ["perseverance", "time", "action"]}, {"q": "Those who do not move, do not notice their chains.", "a": "Rosa Luxemburg", "t": ["freedom", "action"]}, {"q": "Once you hear the details of a victory it is hard to distinguish it from a defeat.", "a": "Jean-Paul Sartre", "t": ["creativity"]}, {"q": "The snake which cannot cast its skin has to die.", "a": "Friedrich Nietzsche", "t": ["death"]}, {"q": "Tiger got to hunt, bird got to fly; Man got to sit and wonder ‘why, why, why?’", "a": "Kurt Vonnegut", "t": ["purpose"]}, {"q": "A man who procrastinates in his choosing will inevitably have his choice made for him by circumstance.", "a": "Hunter S. Thompson, The Proud Highway", "t": ["action"]}, {"q": "There have been so many times I have seen a man wanting to weep but instead beat his heart until it was unconscious.", "a": "Nayyirah Waheed", "t": ["love", "creativity", "time", "mind"]}, {"q": "It is not good to be too free. It is not good to have everything one wants.", "a": "Blaise Pascal", "t": ["freedom"]}, {"q": "Remember that there is nothing noble in being superior to some other man.", "a": "W.L. Sheldon, Ethical Addresses", "t": ["action", "character"]}, {"q": "Every day of our lives, we are on the verge of making those slight changes that would make all the difference.", "a": "Mignon McLaughlin", "t": ["happiness", "leadership", "growth"]}, {"q": "There is no greatness that is not at peace.", "a": "Seneca", "t": ["wisdom"]}, {"q": "Don't you find it odd that when you're a kid, everyone encourages you to follow your dreams. But when you're older, they act offended if you even try.", "a": "Ethan Hawke, The Hottest State", "t": ["courage", "death", "action", "purpose"]}, {"q": "A man is not a man until he is able and willing to accept his own vision of the world.", "a": "James Baldwin, Esquire 1961", "t": ["creativity", "purpose"]}, {"q": "It is the hardest thing in the world to maintain an individual dissent opinion, as a member of a group.", "a": "Doris Lessing", "t": ["action"]}, {"q": "A man can be himself only so long as he is alone; and if he does not love solitude, he will not love freedom.", "a": "Arthur Schopenhauer", "t": ["love", "creativity", "solitude", "freedom"]}, {"q": "Don’t postpone joy until you have learned all of your lessons. Joy is your lesson.", "a": "Alan Cohen", "t": ["wisdom", "happiness", "action"]}, {"q": "Insecurity will always be a growth industry. The economy now depends on fear.", "a": "Richard Powers", "t": ["courage", "time", "death", "leadership"]}, {"q": "Within you, there is a stillness and a sanctuary to which you can retreat at any time and be yourself.", "a": "Hermann Hesse", "t": ["solitude", "time"]}, {"q": "True happiness is to enjoy the present, without anxious dependence upon the future, not to amuse ourselves with either hopes or fears but to rest satisfied with what we have, which is sufficient, for he that is so wants nothing. The greatest blessings of mankind are within us and within our reach.", "a": "Seneca", "t": ["courage", "happiness", "love", "creativity"]}, {"q": "Be wary of the self-sufficiency which rattles your humility.", "a": "Seth Thomas", "t": ["solitude", "simplicity"]}, {"q": "We forfeit three-fourths of ourselves in order to be like other people.", "a": "Arthur Schopenhauer", "t": ["creativity"]}, {"q": "A leader should do anything but not everything.", "a": "Plutarch", "t": ["leadership", "action"]}, {"q": "Insomnia is the mind's revenge for all the tricky thoughts we rejected to address during the day.", "a": "Norman Mailer", "t": ["mind"]}, {"q": "You are in danger of living a life so comfortable and soft, that you will die without ever realizing your true potential.", "a": "David Groggins", "t": ["death", "growth"]}, {"q": "Nothing must be postponed. Take time by the forelock. Now or never! You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island opportunities and look toward another land. There is no other land; there is no other life but this, or the like of this. Where the good husbandman is, there is the good soil. Take any other course, and life will be a succession of regrets. Let us see vessels sailing prosperously before the wind, and not simply stranded barks. There is no world for the penitent and regretful.", "a": "Henry David Thoreau", "t": ["wisdom", "solitude", "time", "nature"]}, {"q": "For success, like happiness, cannot be pursued; it must ensue...", "a": "Victor Frankl", "t": ["happiness"]}, {"q": "What makes life worth living? No child asks itself that question. To children, life is self-evident. Life goes without saying: whether it is good or bad makes no difference. This is because children don’t see the world, don’t observe the world, don’t contemplate the world, but are so deeply immersed in the world that they don’t distinguish between it and their own selves. Not until … a distance appears between what they are and what the world is, does the question arise: what makes life worth living?", "a": "Karl Ove Knausgård", "t": ["solitude", "action"]}, {"q": "Man is the only creature who refuses to be what he is. The problem is to know whether this refusal can only lead to the destruction of himself and of others...", "a": "Albert Camus", "t": ["wisdom", "creativity", "solitude", "time"]}, {"q": "Be stubborn with your vision, but flexible with the plan.", "a": "Jeff Bezos", "t": ["creativity", "purpose"]}, {"q": "Above all, don't lie to yourself. The man who lies to himself and listens to his own lie comes to a point that he cannot distinguish the truth within him...", "a": "Fyodor Dostoyevsky", "t": ["wisdom", "solitude", "nature", "action"]}, {"q": "Don’t sabotage yourself by unwittingly adopting negative, unproductive attitudes through your associations with others.", "a": "Epictetus", "t": ["solitude", "action"]}, {"q": "Go all in. if you’re going to try, go all the way. otherwise, don’t even start. this could mean losing girlfriends, wives, relatives, jobs and maybe your mind. go all the way. it could mean not eating for 3 or 4 days. it could mean freezing on a park bench. it could mean jail, it could mean derision, mockery, isolation. isolation is the gift, all the others are a test of your endurance, of how much you really want to do it. and you’ll do it despite rejection and the worst odds and it will be better than anything else you can imagine. if you’re going to try, go all the way. there is no other feeling like that. you will be alone with the gods and the nights will flame with fire. do it, do it, do it. do it. all the way all the way. you will ride life straight to perfect laughter, its the only good fight there is.", "a": "Charles Bukowski", "t": ["wisdom", "perseverance", "happiness", "creativity"]}, {"q": "Above all, do not forget your duty to love yourself.", "a": "Søren Kierkegaard", "t": ["love", "solitude", "action"]}, {"q": "if you stop, you die.", "a": "Togo movie on Disney+", "t": ["death"]}, {"q": "Life happens so hard and fast I sometimes wonder who is me…", "a": "Sylvia Plath", "t": ["time"]}, {"q": "Be at war with your vices, at peace with your neighbors, and let every new year find you a better man.", "a": "Benjamin Franklin", "t": ["growth"]}, {"q": "We cannot make ourselves understand; the most we can do is to foster a state of mind, in which understanding may come to us.", "a": "Aldous Huxley", "t": ["wisdom", "action", "mind"]}, {"q": "A Man’s Worth Is No Greater Than His Ambition.", "a": "Marcus Aurelius", "t": ["purpose"]}, {"q": "There is no past and no future; no one has ever entered those two imaginary kingdoms. There is only the present.", "a": "Tolstoy", "t": ["time", "leadership", "action"]}, {"q": "The most exquisite paradox: as soon as you give it all up, you can have it all. … As long as you want power, you can’t have it. The minute you don’t want power, you’ll have more than you ever dreamed possible.", "a": "Ram Dass", "t": ["leadership", "action", "purpose"]}, {"q": "If you accept the obstacle and work with what you’re given, an alternative will present itself—another piece of what you’re trying to assemble.", "a": "Marcus Aurelius", "t": ["perseverance", "solitude", "time"]}, {"q": "don't see how you can respect yourself if you must look in the hearts and minds of others for your happiness.", "a": "Unknown", "t": ["wisdom", "happiness", "love", "creativity"]}, {"q": "Paths should be laid where people walk, instead of walking where paths are laid.", "a": "John Barth", "t": ["creativity", "leadership", "purpose"]}, {"q": "When you are content to be simply yourself and don't compare or compete, everybody will respect you.", "a": "Lao Tzu", "t": ["happiness", "solitude", "action"]}, {"q": "I am grateful for what I am & have. My thanksgiving is perpetual. It is surprising how contented one can be with nothing definite — only a sense of existence.", "a": "Henry David Thoreau", "t": ["happiness", "death"]}, {"q": "It is not the ferocity of the beast of prey that requires a moral disguise but the herd animal with its profound mediocrity, timidity and boredom with itself.", "a": "Friedrich Nietzsche", "t": ["solitude", "nature", "action", "character"]}, {"q": "Presence - Forget everything else. Keep hold of this alone and remember it: Each of us lives only now, this brief instant. The rest has been lived already, or is impossible to see. The span we live is small - small as the corner of the earth in which we live it. Small as even the greatest renown, passed from mouth to mouth by short-lived stick figures, ignorant alike of themselves and those long dead.", "a": "Marcus Aurelius", "t": ["creativity", "solitude", "time", "death"]}, {"q": "Happy is the person who can improve others, not only when present, but even when in their thoughts!", "a": "Seneca", "t": ["happiness", "time", "growth", "mind"]}, {"q": "I am large, I contain multitudes.", "a": "Walt Whitman", "t": ["wisdom"]}, {"q": "If you are ruled by mind you are a king; if by body, a slave.", "a": "Dionysius Cato", "t": ["leadership", "mind"]}, {"q": "All rules for study are summed up in this one: learn only in order to create.", "a": "Friedrich Schelling", "t": ["wisdom", "creativity", "leadership"]}, {"q": "Progress is not achieved by luck or accident,", "a": "Epictetus", "t": ["growth"]}, {"q": "Unless you can state the arguments against your position better than the people who are in opposition, Your beliefs about that topic should remain under construction.", "a": "Vizi Andrei", "t": ["growth", "mind"]}, {"q": "To accomplish great things we must not only act, but also dream; not only plan, but also believe.", "a": "Anatole France", "t": ["action", "purpose"]}, {"q": "For many, the acquisition of wealth does not end their troubles, it only changes them.", "a": "Seneca", "t": ["death", "growth", "action"]}, {"q": "No amount of anxiety makes any difference to anything that is going to happen.", "a": "Alan Watts", "t": ["wisdom"]}, {"q": "We must destroy even what is close to us if that is the way to preserve truth.", "a": "Aristotle", "t": ["wisdom", "loss"]}, {"q": "Narrow minds devoid of imagination. Intolerance, theories cut off from reality, empty terminology, usurped ideals, inflexible systems. Those are the things that really frighten me. What I absolutely fear and loathe.", "a": "Haruki Murakami", "t": ["courage", "creativity", "mind"]}, {"q": "A ship is safest when it is in port, but that’s not what ships were built for.", "a": "John A. Shedd", "t": ["wisdom"]}, {"q": "Believe me, there is no such thing as great suffering, great regret, great memory… everything is forgotten, even great love. That’s what’s sad about life, and also what’s wonderful about it.", "a": "Albert Camus", "t": ["love", "loss"]}, {"q": "When we find ourselves on the side of the majority, we should pause and reflect. Because it means we might be going along with the mob. We might have turned off our own mind. We might be muting our true colors.", "a": "Mark Twain", "t": ["mind"]}, {"q": "If you are ever tempted to look for outside approval,” Epictetus said, “realize that you have compromised your integrity. If you need a witness, be your own.", "a": "Epictetus", "t": ["perseverance", "character"]}, {"q": "I urge you: don’t cut short these thought-trains of yours. Follow them through to their end. Your thoughts and your feelings. Follow them through and you will grow with them.", "a": "J. M. Coetzee", "t": ["death", "nature", "growth", "action"]}, {"q": "Begin today! No matter how feeble the light, let it shine as best it may. The world may need just that quality of light which you have.", "a": "Henry Clay Blinn", "t": ["time", "action"]}, {"q": "Those who want the fewest things are nearest to the gods.", "a": "Socrates", "t": ["wisdom"]}, {"q": "If they can get you asking the wrong questions, they don’t have to worry about answers.", "a": "Thomas Pynchon", "t": ["leadership", "action"]}, {"q": "The wise person esteems everyone, for he recognizes the good in each, and he realizes how hard it is to do things well.", "a": "Baltasar Gracián", "t": ["wisdom", "action"]}, {"q": "Character, like a photograph, develops in darkness.", "a": "Yousuf Karsh", "t": ["growth", "action", "character"]}, {"q": "Very few people can resist saying malicious things about their acquaintances, and even on occasion about their friends; yet when people hear that anything has been said against themselves, they are filled with indignant amazement.", "a": "Bertrand Russell", "t": ["death"]}, {"q": "A calm and modest life brings more happiness than the pursuit of success combined with constant restlessness.", "a": "Albert Einstein", "t": ["happiness", "simplicity"]}, {"q": "Don’t expect to be motivated every day to get out there and make things happen. You won’t be. Don’t count on motivation. Count on Discipline.", "a": "Jocko Willink", "t": ["discipline", "action"]}, {"q": "We do not know the true value of our moments until they have undergone the test of memory.", "a": "George Duhamel", "t": ["wisdom", "time", "action", "loss"]}, {"q": "[Philosophy] It’s about realizing your potential—intellectually, morally, spiritually.", "a": "DailyStloc", "t": ["growth", "character", "mind"]}, {"q": "Self-esteem is just the reputation that you have with yourself. You'll always know.", "a": "Naval Ravikant", "t": ["wisdom", "solitude", "time", "character"]}, {"q": "Positivity and no regrets or doubt Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.", "a": "Ralph Waldo Emerson", "t": ["time", "action"]}, {"q": "Love is of all the passions the strongest, for it attacks simultaneously the head, the heart, and the body.", "a": "Voltaire", "t": ["love", "creativity"]}, {"q": "You can make more friends in two months by becoming interested in other people than you can in two years by trying to get other people interested in you,", "a": "Dale Carnegie", "t": ["death", "growth"]}, {"q": "You sabotage your life when you become so used to your own familiar patterns that you fail to find the strength to endure the discomfort of breaking them.", "a": "Brianna Wiest", "t": ["perseverance", "death", "leadership", "growth"]}, {"q": "This is what you have to ask yourself: Do you want to be good, or just seem good? Do you want to be good to yourself and others? Do you care about other people, always, sometimes, never? Or only when convenient? What kind of person do you want to be?", "a": "Unknown", "t": ["wisdom", "love", "solitude", "time"]}, {"q": "Interviews: all about spinning bullshit. Even if we know. Can you tell it well enough the other person can justify your bullshit.", "a": "Unknown", "t": ["wisdom", "time", "simplicity"]}, {"q": "Truth is what your contemporaries let you get away with.", "a": "Richard Rorty", "t": ["wisdom"]}, {"q": "No enemy could be more dangerous to us than the hatred with which we hate him.", "a": "Augustine", "t": ["wisdom"]}, {"q": "philosophybits “Those who are confident without knowledge are not courageous, but mad.", "a": "Plato", "t": ["courage", "wisdom", "time"]}, {"q": "To a disciple who was forever complaining about others, the Master said, ‘If it is peace you want, seek to change yourself, not other people. It is easier to protect your feet with slippers than to carpet the whole of the earth.'", "a": "Anthony de Mello", "t": ["creativity", "solitude", "nature", "simplicity"]}, {"q": "Talent hits a target no one else can hit; genius hits a target no one else can see.", "a": "Arthur Schopenhauer", "t": ["creativity"]}, {"q": "What, if I were running in the stadium, ought I to slacken my pace when approaching the goal?", "a": "Diogenes", "t": ["purpose"]}, {"q": "A king is surrounded by people,” Pascal wrote, “whose only thought is to divert him and stop him thinking about himself, because, king though he is, he becomes unhappy as soon as he thinks about himself.", "a": "Blaise Pascal", "t": ["happiness", "solitude", "leadership", "growth"]}, {"q": "In the hour of adversity be not without hope, for crystal rain falls from black clouds.", "a": "Nizami Ganjavi", "t": ["perseverance", "nature"]}, {"q": "After I'm dead I'd rather have people ask why I have no monument than why I have one.", "a": "Cato", "t": ["death", "purpose"]}, {"q": "The man with insight enough to admit his limitations comes nearest to perfection.", "a": "Johann Wolfgang von Goethe", "t": ["wisdom", "simplicity"]}, {"q": "To be prepared against surprise is to be trained. To be prepared for surprise is to be educated.", "a": "James P. Carse", "t": ["nature"]}, {"q": "Progress is not achieved by luck or accident, but by working on yourself daily.", "a": "Epictetus", "t": ["solitude", "leadership", "growth"]}, {"q": "Being present - You must live in the present, launch yourself on every wave, find your eternity in each moment. Fools stand on their island of opportunities and look toward another land. There is no other land; there is no other life but this.", "a": "Henry David Thoreau", "t": ["wisdom", "solitude", "time"]}, {"q": "A long habit of not thinking a thing wrong, gives it a superficial appearance of being right, and raises at first a formidable outcry in defense of custom. But the tumult soon subsides. Time makes more converts than reason.", "a": "Thomas Paine, Common Sense", "t": ["discipline", "time", "leadership", "loss"]}, {"q": "The Feynman Learning Technique: Choose a concept you want to learn about; Pretend you are teaching it to a student in grade 6; Identify gaps in your explanation. Go back to the source material, to better understand it; Review and simplify.", "a": "Richard Feynman", "t": ["wisdom", "death", "growth"]}, {"q": "Reading is legal theft. It’s a robbery. Someone has spent years beating their head against the wall trying to solve the problem you're dealing with. You can steal that hard-won knowledge in a few quiet afternoons. That’s power.", "a": "@TheStoicEmperor", "t": ["wisdom", "solitude", "time", "leadership"]}, {"q": "The snake which cannot cast its skin has to die. Similarly, the mind which cannot change its opinions ceases to think.", "a": "Friedrich Nietzsche", "t": ["death", "growth", "mind"]}, {"q": "If you don’t understand, ask questions. If you’re uncomfortable about asking questions, say you are uncomfortable about asking questions and then ask anyway. It’s easy to tell when a question is coming from a good place. Then listen some more. Sometimes people just want to feel heard.", "a": "Chimamanda Ngozi Adichie", "t": ["wisdom", "time", "leadership", "action"]}, {"q": "The tranquility that comes when you stop caring what they say. Or think, or do. Only what you do.", "a": "Marcus Aurelius", "t": ["love", "action", "mind"]}, {"q": "Every intellectual revolution which has ever stirred humanity into greatness has been a passionate protest against inert ideas.", "a": "Alfred North Whitehead", "t": ["growth", "mind"]}, {"q": "Focus on what you can control.", "a": "Eckhart Tolle", "t": ["creativity", "discipline"]}, {"q": "Ultimately, this is not about solving your problems. It's about realizing that there are no problems. Only situations - to be dealt with now, or to be left alone and accepted as part of the 'isness' of the present moment until they change or can be dealt with.", "a": "Eckhart Tolle", "t": ["creativity", "solitude", "time", "growth"]}, {"q": "Is life not a thousand times too short for us to bore ourselves?", "a": "Friedrich Nietzsche", "t": ["time"]}, {"q": "Discipline: Never under compulsion, out of selfishness, without forethought, with misgivings. Don’t gussy up your thoughts. No surplus words or unnecessary actions. Let the spirit in you represent a man, an adult, a citizen, a Roman, a ruler. Taking up his post like a soldier and patiently awaiting his recall from life. Needing no oath or witness. Cheerfulness. Without requiring other people’s help. Or serenity supplied by others. To stand up straight-not straightened.", "a": "Marcus Aurelius", "t": ["courage", "happiness", "discipline", "solitude"]}, {"q": "It is forbidden to kill; therefore all murderers are punished unless they kill in large numbers and to the sound of trumpets.", "a": "Voltaire", "t": ["wisdom"]}, {"q": "If you have to fight a dragon, you should go to its lair before it comes to your village.", "a": "Jordan Peterson", "t": ["wisdom"]}, {"q": "I do not fear death. I had been dead for billions and billions of years before I was born, and had not suffered the slightest inconvenience from it.", "a": "Mark Twain", "t": ["courage", "death", "action", "loss"]}, {"q": "Do not despise your inner world.", "a": "Martha Nussbaum", "t": ["creativity", "solitude", "action"]}, {"q": "If you think in terms of one year, plant rice; if in terms of ten years, plant trees; if in terms of one hundred years, teach the people.", "a": "Guan Zhong, Guanzi", "t": ["nature", "mind"]}, {"q": "The good for man is activity of the soul in accordance with virtue.", "a": "Aristotle", "t": ["action", "character"]}, {"q": "Your task is not to seek for love, but merely to seek and find all the barriers within yourself that you have built against it.", "a": "Helen Schucman", "t": ["love", "solitude"]}, {"q": "He is happy whose circumstances suit his temper, but he is more excellent who can suit his temper to his circumstance.", "a": "David Hume", "t": ["happiness"]}, {"q": "Nothing is so difficult as not deceiving oneself.", "a": "Ludwig Wittgenstein", "t": ["perseverance", "solitude"]}, {"q": "Education is the passport to the future, for tomorrow belongs to those who prepare for it today.", "a": "Malcolm X", "t": ["time"]}, {"q": "The purpose of life, as far as I can tell... is to find a mode of being that’s so meaningful that the fact that life is suffering is no longer relevant.", "a": "Jordan B. Peterson", "t": ["action", "loss", "purpose"]}, {"q": "Let me never fall into the vulgar mistake of dreaming that I am persecuted whenever I am contradicted.", "a": "Ralph Waldo Emerson", "t": ["action", "purpose"]}, {"q": "You can learn a lot about a man’s character by paying attention to the things he laughs at.", "a": "Johann Wolfgang", "t": ["wisdom", "happiness", "action", "character"]}, {"q": "A good book leaves you wanting to reread the book. A great book compels you to reread your own soul.", "a": "Richard Flanagan", "t": ["wisdom"]}, {"q": "In your actions, don’t procrastinate. In your conversations, don’t confuse. In your thoughts, don’t wander. In your soul, don’t be passive or aggressive. In your life, don’t be all about business.", "a": "Marcus Aurelius", "t": ["action", "mind"]}, {"q": "Without training, they lacked knowledge. Without knowledge, they lacked confidence. Without confidence, they lacked victory.", "a": "Julius Caesar", "t": ["wisdom", "time", "nature"]}, {"q": "If a man is offered something which affords a reason for acting in accordance with his instincts, he will accept it even on the slenderest evidence.", "a": "Bertrand Russell", "t": ["death", "action", "purpose", "mind"]}, {"q": "That which hinders your task...is your task.", "a": "Tim Ferris", "t": ["wisdom"]}, {"q": "Notice the best part.", "a": "Tim Ferris", "t": ["creativity"]}, {"q": "God laid down this law, saying: if you want some good, get it from yourself.", "a": "Epictetus", "t": ["solitude", "action"]}, {"q": "Worry not that no one knows you; seek to be worth knowing.", "a": "Confucius", "t": ["wisdom", "time"]}, {"q": "People look for retreats for themselves, in the country, by the coast, or in the hills. There is nowhere that a person can find a more peaceful and trouble-free retreat than in his own mind.", "a": "Marcus Aurelius", "t": ["solitude", "time", "freedom", "mind"]}, {"q": "The aim of life is self-development. To realize one’s nature perfectly — that is what each of us is here for.", "a": "Oscar Wilde, The Picture of Dorian Gray", "t": ["solitude", "nature", "growth", "action"]}, {"q": "All of humanity's problems stem from man's inability to sit quietly in a room alone.", "a": "Blaise Pascal", "t": ["solitude"]}, {"q": "You've got to get up every morning with a smile in your face And show the world all the love in your heart then people gonna treat you better you're gonna find, yes you will that you're beautiful, as you feel.", "a": "Carole King, Beautiful (song)", "t": ["happiness", "love", "creativity", "leadership"]}, {"q": "That man is richest whose pleasures are the cheapest.", "a": "Henry David Thoreau", "t": ["happiness"]}, {"q": "Apply yourself to thinking through difficulties—hard times can be softened, tight squeezes widened, and heavy loads made lighter for those who can apply the right pressure.", "a": "Unknown", "t": ["wisdom", "perseverance", "solitude", "time"]}, {"q": "If you wish to improve, be content to appear clueless or stupid in extraneous matters.", "a": "Epictetus", "t": ["happiness", "growth"]}, {"q": "The deliberate aim at Peace very easily passes into its bastard substitute, Anesthesia.", "a": "Alfred North Whitehead", "t": ["nature", "freedom"]}, {"q": "He who influences the thought of his times, influences all the times that follow. He has made his impression on eternity.", "a": "Hypatia of Alexandria", "t": ["time", "leadership", "mind"]}, {"q": "People shrink the world to fit their minds and think they’ve stretched their minds to grasp the world.", "a": "Gurwinder", "t": ["nature", "mind"]}, {"q": "C’mon. I’m better than this. I’m just going to focus on what’s in front of me. That’s plenty.", "a": "Marcus Aurelius", "t": ["discipline", "growth"]}, {"q": "The favor of ignoble men can be won only by ignoble means.", "a": "Seneca", "t": ["character"]}, {"q": "Learn to love solitude, to be more alone with yourselves. The tragedy of today’s young people is that they try to unite on the basis of carrying out noisy and aggressive actions so as not to feel lonely, and this is a sad thing. The individual must learn from childhood to be on his own, for this doesn’t mean to be lonely: it means to not get bored with oneself, because a person who finds himself bored when he is alone, it seems to me, is a person in danger.", "a": "Unknown", "t": ["wisdom", "love", "solitude", "time"]}, {"q": "Be not afraid of life. Believe that life is worth living, and your belief will help create the fact.", "a": "William James", "t": ["courage", "creativity", "action", "mind"]}, {"q": "One swallow does not make a summer, nor does one day; and so too one day, or a short time, does not make a man blessed and happy.", "a": "Aristotle", "t": ["happiness", "time", "action"]}, {"q": "It is amateurs who have one big bright beautiful idea that they can never abandon. Professionals know that they have to produce theory after theory before they are likely to hit the jackpot.", "a": "Francis Crick", "t": ["wisdom", "time", "action", "mind"]}, {"q": "One must not be afraid of new ideas, no matter the source. And we must never fear the truth, even when it pains us.", "a": "Al-Kindi", "t": ["courage", "wisdom", "love", "loss"]}, {"q": "On Anger - Name your emotions. Matthew D. Lieberman, UCLA associate professor of psychology and a founder of social cognitive neuroscience, used an fMRI study to demonstrate that the simple act of naming an emotion calms the emotional center of the brain. When research subjects were shown images and asked to label a strong emotion, they showed decreased activity in the region of the brain that triggers emotional responses, and greater activity in the region of the brain associated with vigilance and cognitive control.", "a": "Matthew D. Lieberman", "t": ["nature", "simplicity", "action"]}, {"q": "The winds of grace are always blowing but it is you that must raise your sails.", "a": "Rabindranath Tagore", "t": ["nature"]}, {"q": "We must always change, renew, rejuvenate ourselves; otherwise we harden.", "a": "Johann Wolfgang von Goethe", "t": ["wisdom", "growth"]}, {"q": "I've only been to jail once, and I didn't get my tattoos there.", "a": "Watkin Tudor Jones", "t": ["action"]}, {"q": "In order to seek one's own direction, one must simplify the mechanics of ordinary, everyday life.", "a": "Plato", "t": ["leadership", "simplicity", "purpose"]}, {"q": "Anger by Seneca - 'I wish that the same principle applied to humankind as to bees, so that anger’s force would be broken along with its weapon and it would not be possible to inflict pain more than once, or to rely on another to enforce our hatred! For rage would be more easily exhausted if it sought datification only through its own efforts and risked death in spending its strength.'", "a": "Seneca", "t": ["courage", "love", "discipline", "death"]}, {"q": "No abundance of material goods can compensate for the death of individuality and personal creativity.", "a": "Coretta Scott King", "t": ["creativity", "death", "leadership"]}, {"q": "If you are to have a great kingdom, rule over yourself!", "a": "Publilius Syrus", "t": ["solitude", "leadership", "action"]}, {"q": "Stoicism is not a matter of gritting your teeth. It’s about seeing things differently so that you do not need to grit your teeth.", "a": "Unknown", "t": ["wisdom", "perseverance", "time", "action"]}, {"q": "Most powerful is he who has himself in his own power.", "a": "Seneca", "t": ["solitude", "leadership"]}, {"q": "Anxiety is the dizziness of freedom.", "a": "Søren Kierkegaard", "t": ["freedom", "action"]}, {"q": "To have knowledge one must know the extent of one’s ignorance.", "a": "Confucius", "t": ["wisdom", "time"]}, {"q": "Only the first bottle is expensive.", "a": "French quote (said in Anthony Bourdain show by Marco Pierre White)", "t": ["wisdom"]}, {"q": "The supreme accomplishment is to blur the line between work and play.", "a": "Arnold J. Toynbee", "t": ["wisdom"]}, {"q": "Maybe that's enlightenment enough: to know that there is no final resting place of the mind, no moment of smug clarity. Perhaps wisdom is realizing how small I am, and unwise, and how far I have yet to go.", "a": "Anthony Bourdain", "t": ["wisdom", "time", "simplicity", "action"]}, {"q": "Sorrow happens, hardship happens, the hell with it, who never knew the price of happiness, will not be happy.", "a": "Yevgeny Yevtushenko", "t": ["perseverance", "happiness", "loss"]}, {"q": "The mystery of human existence lies not in just staying alive, but in finding something to live for.", "a": "Fyodor Dostoyevsky", "t": ["nature", "action"]}, {"q": "The greatest weapon against stress is our ability to choose one thought over another.", "a": "William James", "t": ["mind"]}, {"q": "A great many people think they are thinking when they are merely rearranging their prejudices.", "a": "William James", "t": ["leadership", "mind"]}, {"q": "Education begins the gentleman, but reading, good company and reflection must finish him.", "a": "John Locke", "t": ["action"]}, {"q": "A well rounded man is three things: an artist, a warrior, a philosopher.", "a": "Benvenuto Cellini", "t": ["creativity"]}, {"q": "Big doesn’t always beat small, but fast always beats small.", "a": "Ted Sarandos", "t": ["action"]}, {"q": "Indulgence gets us friends but truth gets us hatred.", "a": "Cicero", "t": ["wisdom", "death"]}, {"q": "We should not believe the lack of silver and gold to be proof of the simple life.", "a": "Seneca", "t": ["simplicity"]}, {"q": "Action is the foundational key to all success.", "a": "Pablo Picasso", "t": ["action"]}, {"q": "Action may not always bring happiness, but there is no happiness without action.", "a": "William James", "t": ["happiness", "action"]}, {"q": "Even the smallest thing should be done with reference to an end.", "a": "Marcus Aurelius", "t": ["death", "action"]}, {"q": "What do you despise? By this are you truly known.", "a": "Frank Herbert, Dune (Book)", "t": ["wisdom", "time", "action"]}, {"q": "As soon as you trust yourself, you will know how to live.", "a": "Johann Wolfgang von Goethe", "t": ["wisdom", "solitude", "time"]}, {"q": "Philosophy is good advice, and no one can give advice at the top of his lungs.", "a": "Seneca", "t": ["wisdom"]}, {"q": "A reliable way to make people believe in falsehoods is frequent repetition, because familiarity is not easily distinguished from truth.", "a": "Daniel Kahneman", "t": ["wisdom"]}, {"q": "Peace is not mere absence of war, but it is a virtue that springs from force of character.", "a": "Baruch Spinoza", "t": ["action", "loss", "character"]}, {"q": "To doubt everything or to believe everything are two equally convenient solutions; both dispense with the necessity of reflection.", "a": "Henri Poincaré", "t": ["action"]}, {"q": "Against criticism a man can neither protest nor defend himself; he must act in spite of it, and then it will gradually yield to him.", "a": "Johann Wolfgang von Goethe", "t": ["solitude", "death", "action"]}, {"q": "What unites people? Armies? Gold? Flags? Stories. There's nothing in the world more powerful than a good story. Nothing can stop it. No enemy can defeat it.", "a": "Tyrion Lannister, Game of Thrones, Season 8 Episode 6, 52-minute mark", "t": ["nature", "leadership"]}, {"q": "Consider why an idea might work, before you consider why it might not.", "a": "Unknown", "t": ["wisdom", "time", "purpose", "mind"]}, {"q": "Dying Speech of an Old Philosopher - I strove with none, for none was worth my strife: Nature I loved, and, next to Nature, Art: I warm’d both hands before the fire of Life; It sinks; and I am ready to depart.", "a": "Walter Savage Landor", "t": ["love", "creativity", "death", "nature"]}, {"q": "You can’t stop the waves but you can learn to surf.", "a": "Unknown", "t": ["wisdom", "time"]}, {"q": "The only person you are destined to become is the person you decide to be.", "a": "Ralph Waldo Emerson", "t": ["growth", "action"]}, {"q": "Do not despise the bottom rungs in the ascent to greatness. If you wish to reach the highest, begin at the lowest.", "a": "Publilius Syrus", "t": ["action"]}, {"q": "Every adversity, every failure, every heartache, carries with it the seed of an equal or greater benefit.", "a": "Napoleon Hill", "t": ["perseverance", "love", "creativity"]}, {"q": "Where talent is a dwarf, self-esteem is a giant.", "a": "Jean Antoine Petit-Senn", "t": ["solitude"]}, {"q": "There is nothing among the things that I once believed to be true which it is not permissible to doubt.", "a": "Rene Descartes", "t": ["creativity", "action", "loss"]}, {"q": "If we can forgive what's been done to us... If we can forgive what we've done to others... If we can leave our stories behind. Our being victims and villains. Only then can we maybe rescue the world.", "a": "Chuck Palahniuk", "t": ["action"]}, {"q": "Wisdom too often never comes, and so one ought not to reject it merely because it comes late.", "a": "Supreme Court Justice Felix Frankfurter", "t": ["wisdom", "action"]}, {"q": "The Way of the warrior is resolute acceptance of death.", "a": "Miyamoto Musashi", "t": ["death"]}, {"q": "Three passions have governed my life: the longing for love, the search for knowledge, and unbearable pity for the suffering of mankind.", "a": "Bertrand Russell", "t": ["wisdom", "love", "time", "nature"]}, {"q": "Wrong does not cease to be wrong because the majority share in it.", "a": "Leo Tolstoy", "t": ["action"]}, {"q": "All men who have turned out worth anything have had the chief hand in their own education.", "a": "Walter Scott", "t": ["wisdom"]}, {"q": "Comfort is a beautiful distraction.", "a": "In-Q", "t": ["action"]}, {"q": "If you absolutely can't tolerate critics, then don't do anything new or interesting.", "a": "Jeff Bezos", "t": ["action"]}, {"q": "Does getting upset provide me with more or fewer options? What is this worry blinding me to? What am I not seeing because I am choosing to worry? Does what happened keep me from acting with justice, with wisdom, moderation, or courage? What opportunity is contained within this situation? What might I get out of focusing on that instead? Isn’t it better that this happened to me instead of someone else—someone less equipped to handle it? What if I stopped and let this sit for a while? Would it resolve itself?", "a": "Daily Stoic", "t": ["courage", "wisdom", "discipline", "solitude"]}, {"q": "I must not fear. Fear is the mind-killer. Fear is the little-death that brings total obliteration. I will face my fear. I will permit it to pass over me and through me. And when it has gone past, I will turn the inner eye to see its path. Where the fear has gone there will be nothing. Only I will remain.", "a": "Bene Gesserit, Litany Against Fear (from the novel Dune)", "t": ["courage", "solitude", "time", "death"]}, {"q": "If you treat an individual as he is, he will remain how he is. But if you treat him as if he were what he ought to be and could be, he will become what he ought to be and could be.", "a": "Johann Wolfgang von Goethe", "t": ["growth"]}, {"q": "The reason people find it so hard to be happy is that they always see the past better than it was, the present worse than it is, and the future less resolved than it will be.", "a": "Marcel Pagnol", "t": ["happiness", "time", "growth", "purpose"]}, {"q": "A nail is driven out by another nail. Habit is overcome with habit.", "a": "Desiderius Erasmus", "t": ["perseverance", "discipline"]}, {"q": "Simplicity is the highest goal, achievable when you have overcome all difficulties. After one has played a vast quantity of notes and more notes, it is simplicity that emerges as the crowning reward of art.", "a": "Frédéric François Chopin", "t": ["perseverance", "creativity", "simplicity", "purpose"]}, {"q": "Life could be limitless joy, if we could only take it for what it is, in the way it is given to us.", "a": "Leo Tolstoy", "t": ["happiness"]}, {"q": "The universe is change: Life is opinion.", "a": "Marcus Aurelius", "t": ["growth"]}, {"q": "Look for the bare necessities. The simple bare necessities. Forget about your worries and your strife.", "a": "Jungle Book", "t": ["simplicity"]}, {"q": "There is no more light in a genius than in any other honest man - but he has a particular kind of lens to concentrate this light into a burning point.", "a": "Ludwig Wittgenstein", "t": ["love", "creativity", "character"]}, {"q": "Listen, as the saying goes, it's crisis time: make a last desperate effort to gain freedom and tranquility - to be Stoic.", "a": "Epictetus", "t": ["discipline", "time", "freedom", "action"]}, {"q": "Grapes. Unripe… ripened… then raisins. Constant transitions. Not the ‘not’ but the ‘not yet.’", "a": "Marcus Aurelius", "t": ["wisdom"]}, {"q": "Silence is worse: all truths that are kept silent become poisonous.", "a": "Friedrich Nietzsche", "t": ["wisdom", "solitude", "growth"]}, {"q": "Life is like a storm, my young friend. You will bask in the sunlight one moment, be shattered on the rocks the next. What makes you a man is what you do when the storm comes.", "a": "Alexandre Dumas", "t": ["time", "death", "nature", "action"]}, {"q": "As my mom taught me, control the things I can control. I don't focus on the things I can't control. That's the world, man. I can't worry about,", "a": "Williamson (context unclear)", "t": ["discipline", "action"]}, {"q": "You will never be happy if you continue to search for what happiness consists of. You will never live if you are looking for the meaning of life.", "a": "Albert Camus", "t": ["happiness", "nature", "leadership", "purpose"]}, {"q": "There are only two ways to live your life. One is as though nothing is a miracle. The other is as though everything is a miracle.", "a": "Albert Einstein", "t": ["wisdom"]}, {"q": "Take the course opposite to custom and you will do well.", "a": "Jean-Jacques Rousseau", "t": ["nature", "action"]}, {"q": "The secret to doing good research is always to be a little underemployed. You waste years by not being able to waste hours.", "a": "Amos Tversky", "t": ["nature", "action"]}, {"q": "A wise man gets more use from his enemies than a fool from his friends.", "a": "Baltasar Gracián y Morales", "t": ["wisdom", "death", "character"]}, {"q": "If cattle or lions had hands, so as to paint with their hands and produce works of art as men do, they would paint their gods and give them bodies in form like their own—horses like horses, cattle like cattle.", "a": "Clement, Miscellanies 5.110", "t": ["creativity", "death", "action", "loss"]}, {"q": "There is no chance, no destiny, no fate, that can circumvent or hinder or control the firm resolve of a determined soul.", "a": "Ella Wheeler Wilcox", "t": ["perseverance", "purpose"]}, {"q": "Whatever you think you can do or believe you can do, begin it. Action has magic, grace and power in it. Begin it now.", "a": "Johann Wolfgang von Goethe", "t": ["time", "leadership", "action", "mind"]}, {"q": "Suffering becomes beautiful when anyone bears great calamities with cheerfulness, not through insensibility, but through greatness of mind.", "a": "Aristotle", "t": ["happiness", "growth", "loss", "mind"]}, {"q": "The greatest minds, as they are capable of the highest excellences, are open also to the greatest errors.", "a": "Rene Descartes", "t": ["creativity", "mind"]}, {"q": "Hay personas que van a sentarse a llorar y hay personas que van a vender pañuelos. De cuál grupo quieres ser tú?", "a": "Blanca Madrigal (English: \"There are people that are going to sit down to cry and there are people that are going to sell tissues. Which group do you want to be in?\")", "t": ["death", "action"]}, {"q": "Go into the enemy’s camp. Open your eyes and mind to what they’re doing. Use what you learn.", "a": "Ryan Holiday", "t": ["wisdom", "action", "mind"]}, {"q": "Thought makes the whole dignity of man; therefore endeavour to think well, that is the only morality.", "a": "Blaise Pascal", "t": ["death", "character", "mind"]}, {"q": "Know the true value of time; snatch, seize, and enjoy every moment of it. No idleness, no delay, no procrastination; never put off till tomorrow what you can do today.", "a": "Philip Dormer Stanhope, 4th Earl of Chesterfield", "t": ["wisdom", "happiness", "time", "action"]}, {"q": "Looking back on what I have done with my life, instead of gazing at the sparkle of jewels or gold plating celebrating something I did a long time ago, I'd rather look into the delighted face of a child holding their first caterpillar and think about what I might be doing for their future.", "a": "Kareem Abdul-Jabbar", "t": ["happiness", "time", "leadership", "action"]}, {"q": "Do not seek to follow in the footsteps of the wise. Seek what they sought.", "a": "Matsuo Basho", "t": ["wisdom", "action"]}, {"q": "Whoever establishes his argument by noise and command, proves that his reason is weak.", "a": "Michel de Montaigne", "t": ["leadership", "purpose", "mind"]}, {"q": "Don't judge a man by where he is, because you don't know how far he has come.", "a": "Clive Staples Lewis", "t": ["wisdom", "time", "action"]}, {"q": "To dare is to lose one's footing momentarily; to not dare is to lose one's self entirely.", "a": "Søren Kierkegaard", "t": ["courage", "solitude", "time", "loss"]}, {"q": "There is more wisdom in your body than in your deepest philosophy.", "a": "Friedrich Nietzsche", "t": ["wisdom", "action"]}, {"q": "If you desire to be good, begin by believing that you are wicked.", "a": "Epictetus", "t": ["action"]}, {"q": "It is a true miracle when a man finally sees himself as his only opposition.", "a": "Vernon Howard", "t": ["solitude"]}, {"q": "Life grants nothing to us mortals without hard work.", "a": "Horace", "t": ["death"]}, {"q": "Happy the man who can endure the highest and lowest fortune. He, who has endured such vicissitudes with equanimity, has deprived misfortune of its power.", "a": "Lucius Annaeus Seneca", "t": ["perseverance", "happiness", "death", "leadership"]}, {"q": "You never know what worse luck your bad luck has saved you from.", "a": "Cormac McCarthy, No Country for Old Men", "t": ["wisdom", "creativity", "time"]}, {"q": "The secret of genius is to carry the spirit of the child into old age, which means never losing your enthusiasm.", "a": "Aldous Huxley", "t": ["action"]}, {"q": "Youth is the time to study wisdom; old age is the time to practice it.", "a": "Jean-Jacques Rousseau", "t": ["wisdom", "discipline", "time", "nature"]}, {"q": "To myself I am only a child playing on the beach, while vast oceans of truth lie undiscovered before me.", "a": "Isaac Newton", "t": ["wisdom", "solitude", "nature"]}, {"q": "The life of man is like a game of dice: if the throw doesn’t give you the number you most need, you have to use your skill to make the best of the number it does give you.", "a": "Roman Poet Terrence", "t": ["action"]}, {"q": "Remember, no human condition is ever permanent. Then you will not be overjoyed in good fortune, nor too sorrowful in misfortune.", "a": "Socrates, c. 470-399 BC", "t": ["happiness", "loss"]}, {"q": "If you are considering the different roads, the variety is immense and the difference infinite; if you consider the goal, they are all in harmony and are one.", "a": "Jalaluddin Muhammad Balkhi (Rumi)", "t": ["death", "purpose"]}, {"q": "We are all in the gutter, but some of us are looking at the stars.", "a": "Oscar Wilde, Lady Windermere’s Fan", "t": ["nature", "leadership"]}, {"q": "Lack of confidence is not the result of difficulty; the difficulty comes from a lack of confidence.", "a": "Seneca", "t": ["perseverance"]}, {"q": "Sickness is an impediment to the body but not to the will unless the will wants to be impeded. Lameness is an impediment to the leg, but not to will. If you tell yourself this every time, you will find the impediment is to something else but not to yourself.", "a": "Epictetus", "t": ["solitude", "time"]}, {"q": "All this hurrying from place to place won’t bring you any relief, for you’re traveling in the company of your own emotions, followed by your troubles all the way.", "a": "Seneca", "t": ["action"]}, {"q": "It is in the character of very few men to honor without envy a friend who has prospered.", "a": "Aeschylus", "t": ["death", "action", "character"]}, {"q": "Know thyself; nothing in excess.", "a": "Unknown", "t": ["wisdom", "solitude", "time"]}, {"q": "In difficult situations, when hope seems feeble, the boldest plans are safest.", "a": "Titus Livy", "t": ["courage", "perseverance"]}, {"q": "Reading furnishes the mind only with materials of knowledge; it is thinking that makes what we read ours.", "a": "John Locke", "t": ["wisdom", "time", "leadership", "mind"]}, {"q": "I've never known any trouble than an hour's reading didn't assuage.", "a": "Arthur Schopenhauer", "t": ["wisdom", "creativity", "time"]}, {"q": "Talent hits a target no one else can hit; Genius hits a target no one else can see.", "a": "Arthur Schopenhauer", "t": ["creativity"]}, {"q": "If you put up with the crimes of a friend, you make them your own.", "a": "Roman Proverb", "t": ["death"]}, {"q": "Half of life is lost in charming others. The other half is lost in going through anxieties caused by others. Leave this play, you have played enough.", "a": "Jalāl ad-Dīn Muhammad Balkhī (Rumi)", "t": ["simplicity", "loss"]}, {"q": "He who establishes his argument by noise and command shows that his reason is weak.", "a": "Michel de Montaigne", "t": ["leadership", "purpose", "mind"]}, {"q": "Only put off until tomorrow what you are willing to die having left undone.", "a": "Pablo Picasso", "t": ["time", "death", "action"]}, {"q": "We are the ones we have been waiting for.", "a": "June Jordan", "t": ["time"]}, {"q": "I will keep constant watch over myself and — most usefully — will put each day up for review. For this is what makes us evil — that none of us looks back upon our own lives. We reflect upon only that which we are about to do. And yet our plans for the future descend from the past.", "a": "Seneca, Moral Letters, 83.2", "t": ["solitude", "time", "death", "action"]}, {"q": "Remember, we all stumble, everyone of us. That’s why it’s a comfort to go hand in hand.", "a": "Unknown", "t": ["wisdom", "time", "purpose"]}, {"q": "The strongest ones bleed in silence. Have no one applauding their growth. Have no one watching their healing process. They bloom in silence.", "a": "Billy Chapata", "t": ["solitude", "growth"]}, {"q": "No person would give up even an inch of their estate, and the slightest dispute with a neighbor can mean hell to pay; yet we easily let others encroach on our lives—worse, we often pave the way for those who will take it over. No person hands out their money to passersby, but to how many do each of us hand out our lives! We’re tight-fisted with property and money, yet think too little of wasting time, the one thing about which we should all be the toughest misers.", "a": "Seneca the Younger", "t": ["perseverance", "time", "action", "mind"]}, {"q": "You’ve wandered all over and finally realized that you never found what you were after: how to live. Not in syllogisms, not in money, or fame, or self-indulgence. Nowhere. Then where is it to be found? In doing what human nature requires. How? Through first principles. Which should govern your intentions and your actions.", "a": "Marcus Aurelius, Meditations, 8.1", "t": ["solitude", "time", "nature", "leadership"]}, {"q": "Do the little things - they’re what matter.", "a": "Ryan Holiday", "t": ["action"]}, {"q": "I don't quite know what we're doing on this insignificant cinder spinning away in a dark corner of the universe. That is a secret which the high gods have not confided in me. Yet one thing I believe and I believe it with every fibre of my being. A man must live by his lights and do what little he can and do it as best as he can. In this world goodness is destined to be defeated. But a man must go down fighting. That is the victory. To do anything less is to be less than a man.", "a": "Unknown, The Moviegoer", "t": ["wisdom", "perseverance", "time", "simplicity"]}, {"q": "So in the majority of other things, we address circumstances not in accordance with the right assumptions, but mostly by following wretched habit. Since all that I’ve said is the case, the person in training must seek to rise above, so as to stop seeking out pleasure and steering away from pain.", "a": "Musonius Rufus, Lectures, 6.25.5–11", "t": ["happiness", "discipline", "nature", "leadership"]}, {"q": "Never under compulsion, out of selfishness, without forethought, with misgivings. Don’t gussy up your thoughts. No surplus words or unnecessary actions. Let the spirit in you represent a man, an adult, a citizen, a Roman, a ruler. Taking up his post like a soldier and patiently awaiting his recall from life. Needing no oath or witness. Cheerfulness. Without requiring other people’s help. Or serenity supplied by others. To stand up straight—not straightened.", "a": "Marcus Aurelius", "t": ["courage", "happiness", "solitude", "time"]}, {"q": "Time is what we want most, but what we spend worst.", "a": "William Penn", "t": ["time", "death"]}, {"q": "Keep cool - it will be all one a hundred years hence.", "a": "Ralph Waldo Emerson", "t": ["action"]}, {"q": "Euthymia- the belief that you’re on the right path and not led astray by the many tracks which cross your of people who are hopelessly lost.", "a": "Seneca", "t": ["loss", "purpose", "mind"]}, {"q": "If you don’t like the way the world is, you change it. We have an obligation to change it. Just do it one step at a time.", "a": "Marian Wright Edelman", "t": ["time", "growth", "action"]}, {"q": "What we think, we become.", "a": "Guatama Buddha", "t": ["growth", "mind"]}, {"q": "The man on top of the mountain didn’t fall there.", "a": "Vincent Lombardi", "t": ["nature"]}, {"q": "I don't give a f*ck who it is.", "a": "B. Rabbit (8 Mile) 1:28", "t": ["action"]}, {"q": "The true sign of intelligence is not knowledge, but imagination.", "a": "Albert Einstein", "t": ["wisdom", "creativity", "time"]}, {"q": "People don’t need to be managed, they need to be unleashed.", "a": "Richard Florida", "t": ["action"]}, {"q": "There is a woman at the beginning of all great things.", "a": "Alphonse De Lamartine", "t": ["creativity", "action"]}, {"q": "Know the land, conquer all.", "a": "Blade of the Immortal (movie)", "t": ["wisdom", "time", "death"]}, {"q": "80% of your victory is blocking your opponent.", "a": "Blade of the Immortal (movie)", "t": ["death", "leadership"]}, {"q": "There is no finish line.", "a": "Nike", "t": ["wisdom"]}, {"q": "Ambition means tying your well-being to what other people say or do. Self-indulgence means tying it to the things that happen to you. Sanity means tying it to your own actions.", "a": "Marcus Aurelius", "t": ["solitude", "action", "purpose"]}, {"q": "It is easier to act yourself into a new way of thinking than it is to think yourself into a new way of acting.", "a": "Millard Fuller", "t": ["solitude", "leadership", "action", "mind"]}, {"q": "The more humble a person is, the freer and stronger he (or she) is.", "a": "Leo Tolstoy", "t": ["freedom", "simplicity"]}, {"q": "You should be a lantern for yourself. Draw close to the light within you and seek no further shelter.", "a": "Buddhist Wisdom", "t": ["wisdom", "solitude", "action", "loss"]}, {"q": "If you really want to escape the things that harass you, what you're needing is not to be in a different place but to be a different person.", "a": "Seneca", "t": ["freedom"]}, {"q": "No one saves us but ourselves. No one can and no one may.", "a": "Buddha", "t": ["wisdom"]}, {"q": "Search others for their virtues, thyself for thy vices.", "a": "Benjamin Franklin", "t": ["solitude", "nature", "character"]}, {"q": "Every man I meet is my master in some point, and in that, I learn of him.", "a": "Ralph Waldo Emerson", "t": ["wisdom", "action"]}, {"q": "Do good. Every time you wake up and ask yourself, 'what good things am I going to do today?' remember that when the sun goes down at sunset, it will take a part of your life with it.", "a": "Indian Proverb", "t": ["creativity", "solitude", "time", "nature"]}, {"q": "The point of reading isn't to memorize, and it's certainly not to critique. It's to absorb and filter with an open mind—to find the right thing at the right time so that you can improve and update your existing model of reality rather than mold whatever you're reading to fit into it as it is.", "a": "Zat Rana", "t": ["time", "growth", "mind"]}, {"q": "To think is easy. To act is hard. But the hardest thing in the world is to act in accordance with your thinking.", "a": "Johann Wolfgang von Goethe", "t": ["leadership", "action", "mind"]}, {"q": "You are your possibilities. If you know that you can do anything.", "a": "Oprah Winfrey", "t": ["wisdom", "time", "action"]}, {"q": "I love living in a world where the problem is me. Because I'm going to go out and fix it.", "a": "Von Miller", "t": ["love"]}, {"q": "Today I broke a personal best: number of days alive.", "a": "Equalizer 2 movie", "t": ["time"]}, {"q": "There are two types of pain in this world: pain that hurts and pain that alters.", "a": "Denzel Washington (movie: Equalizer 2)", "t": ["loss"]}, {"q": "When you pray for rain, you have to deal with the mud too.", "a": "Denzel Washington (movie: Equalizer)", "t": ["nature"]}, {"q": "Stay close to yourself.", "a": "Mike Burton", "t": ["solitude", "loss"]}, {"q": "You must build up your life action by action, and be content if each one achieves its goal as far as possible—and no one can keep you from this.", "a": "Marcus Aurelius", "t": ["happiness", "action", "purpose"]}, {"q": "Be strict to yourself, and forgive others, and you will have no enemies.", "a": "Chinese wisdom", "t": ["wisdom", "solitude", "action"]}, {"q": "The more urgently you want to speak, the more likely it is that you will say something foolish.", "a": "Decimus Junius Juvenalis", "t": ["wisdom"]}, {"q": "You should always abstain from arguments. They are very illogical ways to convince people. Opinions are like nails: the stronger you hit them, the deeper inside they go.", "a": "Decimus Junius Juvenalis", "t": ["mind"]}, {"q": "If you love alone, think about your own sins; if you are in society, forget about the sins of others.", "a": "Chinese wisdom", "t": ["wisdom", "love", "solitude", "action"]}, {"q": "I will never turn my back on myself again. I will value my relationship with myself above all other relationships. I will always be there for us no matter what, and when no one else is.", "a": "Higher existence", "t": ["solitude", "character"]}, {"q": "I am an old man and have known a great many troubles, but most of them never happened.", "a": "Mark Twain", "t": ["wisdom", "time"]}, {"q": "Disrespect for traditions has not caused even one thousandth part of the great evil which was caused by the old prejudices, traditions, customs, and institutions which should not exist at present.", "a": "Leo Tolstoy", "t": ["creativity", "time"]}, {"q": "No man is more unhappy than he who never faced adversity. For he is not permitted to prove himself.", "a": "Seneca", "t": ["perseverance", "happiness", "solitude"]}, {"q": "Kites rise highest against the wind.", "a": "Winston Churchill", "t": ["nature"]}, {"q": "Our passions are the most terrible tyrants, and we can be the slaves of them. Only self-sacrifice can free us from this slavery.", "a": "Leo Tolstoy", "t": ["solitude", "freedom"]}, {"q": "It's amazing that the amount of news that happens in the world every day always just exactly fits the newspaper.", "a": "Jerry Seinfeld", "t": ["action"]}, {"q": "The most intriguing thing about this theory, if it's right, is that it explains not merely which kinds of discussions to avoid, but how to have better ideas.", "a": "Paul Graham", "t": ["love", "simplicity", "growth", "mind"]}, {"q": "You are not your job, you're not how much money you have in the bank. You are not the car you drive.", "a": "Tyler Dursen", "t": ["wisdom"]}, {"q": "Courage is moving through uncertainty.", "a": "Tyler Dursen", "t": ["courage"]}, {"q": "Greatness is when you're tested, when you're willing to step up, when the dream is so big you're scared.", "a": "Bo Eason", "t": ["love", "purpose"]}, {"q": "You don't rise to the level of your goals, you fall to the level of your systems.", "a": "James Clear", "t": ["action", "purpose"]}, {"q": "Your life doesn't rise to the level of your goals, it falls to the level of your systems.", "a": "James Clear", "t": ["action", "purpose"]}, {"q": "Our way of thinking creates good or bad outcomes.", "a": "Stephen Covey", "t": ["creativity", "leadership", "mind"]}, {"q": "If you can't tolerate critics, don't do anything new or interesting.", "a": "Jeff Bezos", "t": ["action"]}, {"q": "Successful people are the ones who are breaking the rules.", "a": "Seth Godin", "t": ["leadership"]}, {"q": "The best time to plant a tree was 20 years ago. The second best time is now.", "a": "Chinese Proverb", "t": ["time", "nature"]}, {"q": "If you're not making someone else's life better, you're wasting your time.", "a": "Will Smith", "t": ["time", "leadership", "growth"]}, {"q": "Life is what happens when you're busy making other plans.", "a": "John Lennon", "t": ["leadership"]}, {"q": "The only way to do great work is to love what you do.", "a": "Steve Jobs", "t": ["love", "action"]}, {"q": "The best revenge is massive success.", "a": "Frank Sinatra", "t": ["wisdom"]}, {"q": "The only limit to our realization of tomorrow will be our doubts of today.", "a": "Franklin D. Roosevelt", "t": ["time", "action"]}, {"q": "Do not dwell in the past, do not dream of the future, concentrate the mind on the present moment.", "a": "Buddha", "t": ["time", "action", "purpose", "mind"]}, {"q": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "a": "Winston Churchill", "t": ["courage", "perseverance"]}, {"q": "To succeed in life, you need two things: ignorance and confidence.", "a": "Mark Twain", "t": ["wisdom"]}, {"q": "Life is really simple, but we insist on making it complicated.", "a": "Confucius", "t": ["leadership", "simplicity"]}, {"q": "The best way to predict the future is to create it.", "a": "Peter Drucker", "t": ["creativity", "time"]}, {"q": "The secret to getting ahead is getting started.", "a": "Mark Twain", "t": ["creativity", "nature", "action"]}, {"q": "If you want to achieve greatness stop asking for permission.", "a": "Anonymous", "t": ["leadership", "loss", "purpose"]}, {"q": "Don't watch the clock; do what it does. Keep going.", "a": "Sam Levenson", "t": ["perseverance", "action"]}, {"q": "Your time is limited, don't waste it living someone else's life.", "a": "Steve Jobs", "t": ["time", "action"]}, {"q": "The only thing standing between you and your goal is the story you keep telling yourself as to why you can't achieve it.", "a": "Jordan Belfort", "t": ["solitude", "purpose"]}, {"q": "Opportunity does not knock, it presents itself when you beat down the door.", "a": "Kyle Chandler", "t": ["solitude", "time", "action"]}, {"q": "The biggest risk is not taking any risk. In a world that is changing quickly, the only strategy that is guaranteed to fail is not taking risks.", "a": "Mark Zuckerberg", "t": ["courage", "perseverance", "leadership"]}, {"q": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack in will.", "a": "Vince Lombardi", "t": ["wisdom", "time"]}, {"q": "You are never too old to set another goal or to dream a new dream.", "a": "C.S. Lewis", "t": ["purpose"]}, {"q": "Success is walking from failure to failure with no loss of enthusiasm.", "a": "Winston Churchill", "t": ["perseverance", "leadership", "loss"]}, {"q": "In the middle of every difficulty lies opportunity.", "a": "Albert Einstein", "t": ["perseverance"]}, {"q": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", "a": "Albert Schweitzer", "t": ["happiness", "love", "action"]}, {"q": "You miss 100% of the shots you don't take.", "a": "Wayne Gretzky", "t": ["action", "loss"]}, {"q": "Don't count the days, make the days count.", "a": "Muhammad Ali", "t": ["action"]}, {"q": "The only thing that stands between you and your dream is the will to try and the belief that it is actually possible.", "a": "Joel Brown", "t": ["action", "purpose", "mind"]}, {"q": "The harder I work, the luckier I get.", "a": "Samuel Goldwyn", "t": ["wisdom"]}, {"q": "The road to success and the road to failure are almost exactly the same.", "a": "Colin R. Davis", "t": ["perseverance", "action"]}, {"q": "I find that the harder I work, the more luck I seem to have.", "a": "Thomas Jefferson", "t": ["wisdom"]}, {"q": "Success is not in what you have, but who you are.", "a": "Bo Bennett", "t": ["wisdom"]}, {"q": "The future belongs to those who believe in the beauty of their dreams.", "a": "Eleanor Roosevelt", "t": ["time", "purpose"]}, {"q": "You don't have to be great to start, but you have to start to be great.", "a": "Zig Ziglar", "t": ["creativity", "nature", "action"]}, {"q": "Success usually comes to those who are too busy to be looking for it.", "a": "Henry David Thoreau", "t": ["leadership"]}, {"q": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.", "a": "Christian D. Larson", "t": ["wisdom", "perseverance", "solitude", "time"]}, {"q": "Life is 10% what happens to us and 90% how we react to it.", "a": "Charles R. Swindoll", "t": ["nature", "action"]}, {"q": "You have to fight through some bad days to earn the best days of your life.", "a": "Unknown", "t": ["wisdom", "time"]}, {"q": "Dealing with Pain", "a": "Daniel Achinsky", "t": ["nature", "loss"]}, {"q": "Only in the storm can you see the art of a real sailor; only in the battlefield can you see the bravery of a soldier. The courage of a simple person can be seen in how he copes with the difficult and dangerous situations.", "a": "Daniel Achinsky", "t": ["courage", "perseverance", "creativity", "death"]}, {"q": "Focus on what you can control", "a": "Epictetus", "t": ["discipline"]}, {"q": "The chief task in life is simply this: to identify and separate matters so that I can say clearly to myself which are externals not under my control, and which have to do with the choices I actually control. Where then do I look for good and evil? Not to uncontrollable externals, but within myself to the choices that are my own . . .", "a": "Epictetus, Discourses", "t": ["solitude", "action"]}, {"q": "Got the moral, spiritual life, the importance of things is measured not by their material value, but by their level of goodness.", "a": "Leo Tolstoy", "t": ["character"]}, {"q": "A contrary opinion is cause for interest, not outrage. Even fools can teach you something valuable about how fools think.", "a": "Stoic Emperor", "t": ["wisdom", "mind"]}, {"q": "Live a virtuous life... The purpose of your life is not to do as the majority does, but to live according to the inner law which you understand in yourself. Do not act against your conscience or against truth. Live like this, and you will fulfil the task of your life.", "a": "Marcus Aurelius", "t": ["wisdom", "solitude", "action", "purpose"]}, {"q": "Virtue is a consistent character, choiceworthy for its own sake and not from fear or hope or anything external. Happiness consists in virtue since virtue is a soul which has been fashioned to achieve consistency in the whole of life.", "a": "Diogenes Laertius", "t": ["courage", "happiness", "discipline", "action"]}, {"q": "It all balances out, and I am lucky to have both when so many have neither.", "a": "Ryan Holiday and Theodore Roosevelt", "t": ["action"]}, {"q": "Since the dawn of humanity, Earth’s inhabitants have been mesmerized by Earth’s place in the cosmos. Apollo 8 didn’t end that mesmerization. In fact, it heightened it.", "a": "Edgar Mitchell, Lunar Module Pilot of Apollo 14", "t": ["creativity", "discipline", "death", "nature"]}, {"q": "Absolute power doesn’t corrupt, it reveals.", "a": "Robert Cato", "t": ["leadership", "action"]}, {"q": "Virtue is a service which a person should do for himself. If there were no heaven and no God who ruled this world, even then virtue would be the necessary law of life.", "a": "Indian Wisdom", "t": ["wisdom", "solitude", "leadership", "action"]}, {"q": "Engage, inspire and empower.", "a": "Chris Jones @ DSM XLT offsite 2018, October 19", "t": ["creativity", "leadership"]}, {"q": "Learning and helping.", "a": "Mark Seneker @ DSM XLT offsite 2018, October 19th", "t": ["wisdom"]}, {"q": "A valuable long-term mission can easily be derailed by emotionally-loaded (but ultimately meaningless) short-term drama. Focus on what matters.", "a": "Stoic Emperor", "t": ["discipline", "action", "loss", "purpose"]}, {"q": "You will continue to suffer if you have an emotional reaction to everything that is said to you. True power is sitting back and observing things with logic. True power is restraint. If words control you, that means everyone else can control you. Breathe and allow things to pass.", "a": "Unknown", "t": ["wisdom", "time", "nature", "leadership"]}, {"q": "Doing good work is what matters. Recognition and rewards — those are just extra. To be too attached to results you don’t control? It will not end well.", "a": "Ryan Holiday", "t": ["death", "action"]}, {"q": "You will never regret that you have kept silent, but you will often regret that you spoke too much.", "a": "Leo Tolstoy", "t": ["solitude"]}, {"q": "If you're going to try, go all the way. Otherwise, don't even start. This could mean losing girlfriends, wives, relatives, and maybe even your mind. It could mean not eating for three or four days. It could mean freezing on a park bench. It could mean jail. It could mean derision. It could mean mockery--isolation. Isolation is the gift. All the others are a test of your endurance, of how much you really want to do it. And, you'll do it, despite rejection and the worst odds. And it will be better than anything else you can imagine. If you're going to try, go all the way. There is no other feeling like that. You will be alone with the gods, and the nights will flame with fire. You will ride life straight to perfect laughter. It's the only good fight there is.", "a": "Charles Bukowski, Factotum", "t": ["wisdom", "perseverance", "happiness", "creativity"]}, {"q": "In those countries where wise people are in power, their subjects do not notice the existence of their rulers.", "a": "Lao-Tzu", "t": ["wisdom", "leadership", "action"]}, {"q": "Similarly, at work there is a quote I consistently think about... teams of great leaders should look around and look back and think 'wow, we did this all by ourselves.' They should not think that it was because of the leader they achieved their greatness.", "a": "John F. Kennedy", "t": ["discipline", "leadership", "mind"]}, {"q": "If there is no struggle, there is no progress.", "a": "Frederick Douglass", "t": ["perseverance", "growth", "action"]}, {"q": "It is bad to irate people by stepping back from their customs and traditions, but it is even worse to deny the requirements of your conscience and intellect by following customs of the crowd.", "a": "Leo Tolstoy", "t": ["character", "mind"]}, {"q": "You should behave as you think is good, but not following the advice of the crowd.", "a": "Ralph Waldo Emerson", "t": ["action", "mind"]}, {"q": "Envy is the only one of the 7 deadly sins that isn’t any fun.", "a": "Joseph Epstein", "t": ["death"]}, {"q": "In the last moments before death, the soul leaves the body. It unites with the limitless, timeless, and eternal soul and transforms into another form, we know not which. After death, our body is left behind, and it becomes only an object for observation.", "a": "Leo Tolstoy", "t": ["wisdom", "time", "death", "growth"]}, {"q": "Being happy doesn't mean that everything is perfect. It means that you've decided to look beyond the imperfections.", "a": "Gerard Way", "t": ["happiness", "action"]}, {"q": "Before death is eternity, after death is eternity. There is no death, there's only eternity.", "a": "Saul Williams", "t": ["time", "death"]}, {"q": "Being busy is a form of laziness - lazy thinking and indiscriminate action.", "a": "Tim Ferris", "t": ["leadership", "action", "mind"]}, {"q": "The reasonable man adapts himself to the world; the unreasonable one persists in trying to adapt the world to himself. Therefore all progress depends on the unreasonable man.", "a": "George Bernard Shaw", "t": ["perseverance", "solitude", "death", "growth"]}, {"q": "There are 3 types of people. First, there are people who do not believe in anything; then, there are people who believe only in those teachings they were brought up to believe. Finally, there are people who believe in those things which they understand with their hearts, and this last group of people is the wisest and most resolute.", "a": "Unknown", "t": ["wisdom", "love", "creativity", "time"]}, {"q": "Do not pretend to understand something you do not. It is one of the worst possible things to do.", "a": "Leo Tolstoy", "t": ["wisdom", "death", "action"]}, {"q": "Your mind will take the shape of what you frequently hold in thought, for the human spirit is colored by such impressions.", "a": "Marcus Aurelius", "t": ["mind"]}, {"q": "Let the refining and improving of your own life keep you so busy that you have little time to criticize others.", "a": "H. Jackson Brown", "t": ["time"]}, {"q": "All of our miseries are nothing but attachment.", "a": "Osho", "t": ["wisdom"]}, {"q": "Finish each day and be done with it. You have done what you could. Some blunders and absurdities no doubt crept in; forget them as soon as you can. Tomorrow is a new day. You shall begin it serenely and with too high a spirit to be encumbered with your old nonsense.", "a": "Ralph Waldo Emerson", "t": ["time", "action"]}, {"q": "The duty of a man is to be useful to his fellow-men; if possible, to be useful to many of them; failing this, to be useful to a few; failing this, to be useful to his neighbors, and, failing them, to himself: for when he helps others, he advances the general interests of mankind.", "a": "Seneca", "t": ["perseverance", "love", "solitude"]}, {"q": "We are in the habit of saying that it was not in our power to choose the parents who were allotted to us, that they were given to us by chance. But we can choose whose children we would like to be.", "a": "Seneca", "t": ["discipline", "leadership"]}, {"q": "It's not enough to do good things. You have to let people know what you're doing.", "a": "Phil Knight", "t": ["wisdom", "time", "simplicity", "action"]}, {"q": "Persist and Resist.", "a": "Epictetus", "t": ["perseverance"]}, {"q": "Supply and Demand causes ulcers.", "a": "Phil Knight", "t": ["wisdom"]}, {"q": "The greatest source of creativity is a timeline and a budget.", "a": "Frank Gehry", "t": ["creativity", "time"]}, {"q": "The idea that the harder you work, the better you're going to be is just garbage. The greatest improvement is made by the man or woman who works most intelligently.", "a": "Bill Bowerman", "t": ["growth", "mind"]}, {"q": "Real knowledge is to know the extent of one's ignorance.", "a": "Confucius", "t": ["wisdom", "time"]}, {"q": "Logic will get you from A to B. Imagination will take you everywhere.", "a": "Albert Einstein", "t": ["creativity", "mind"]}, {"q": "Let the man not be corrupted by external things. Let him be unconquerable and admire only himself. Let him be courageous in spirit and ready for any fate. Let him be the molder of his own life. Let not his confidence be without knowledge, nor his knowledge without firmness. Let his decisions once made abide. Let not his decrees be altered by any alteration. Let him be poised and well-ordered. Let him show majesty mingled with courtesy in his actions.", "a": "Unknown", "t": ["courage", "wisdom", "solitude", "time"]}, {"q": "Is there anything more absurd than a person having a right to kill me because we live on two opposite banks of the river, and our kings quarrel with each other?", "a": "Blaise Pascal", "t": ["nature", "leadership"]}, {"q": "Stop your ego from making a fool of yourself.", "a": "Daily Stoic Book", "t": ["wisdom", "solitude", "leadership"]}, {"q": "Better for me to remain quiet and thought a fool, than to open my mouth and remove all doubt.", "a": "Abraham Lincoln", "t": ["wisdom", "solitude", "growth", "action"]}, {"q": "That's who I learned from, working hard, doing your job, paying attention to details, treating the players as fairly and honestly as you can treat them. If it's good, it's good, if it's bad, it's bad. Just being honest with them.", "a": "Bill Belichick", "t": ["wisdom", "leadership", "action", "character"]}, {"q": "I had nothing. I got this job. Family. Trying to be better.", "a": "Natahsa (Infinity or End Game Avengers)", "t": ["death", "growth"]}, {"q": "I must not fear.\nFear is the mind-killer.\nFear is the little-death that brings total obliteration.\nI will face my fear.\nI will permit it to pass over me and through me.\nAnd when it has gone past I will turn the inner eye to see its path.\nWhere the fear has gone there will be nothing. Only I will remain.", "a": "Dune", "t": ["courage", "solitude", "time", "death"]}, {"q": "Success is peace of mind attained only through self-satisfaction in knowing you made the effort to do the best of which you're capable.", "a": "John Wooden", "t": ["wisdom", "discipline", "solitude", "time"]}, {"q": "Learning never exhausts the mind.", "a": "Leonardo da Vinci", "t": ["wisdom", "action", "mind"]}, {"q": "A truth unsaid can still be felt.", "a": "James Clear", "t": ["wisdom"]}, {"q": "Curb your desire— don't set your heart on so many things and you will get what you need.", "a": "Epictetus", "t": ["love", "creativity", "action"]}, {"q": "Your own level of excitement and self-belief will convince people that you know where you are going and should be followed.", "a": "Robert Greene", "t": ["wisdom", "solitude", "time", "mind"]}, {"q": "Customers don’t compare you to others in your industry—they compare you to their best experience anywhere.", "a": "Dave Cobban", "t": ["action"]}, {"q": "Been so worried about getting my life together I almost forgot l've achieved some of my childhood dreams.", "a": "@asimbawe (Twitter)", "t": ["purpose"]}]
