[{"q": "We choose outcomes as goals and treat processes as chores. A wiser approach is to set processes as goals and treat outcomes as by-products.", "a": "Vizi Andrei (Author / Instagram)", "t": ["wisdom", "purpose"]}, {"q": "Freethinkers are those who are willing to use their minds without prejudice and without fearing to understand things that clash with their own customs, privileges, or beliefs.", "a": "Leo N. Tolstoy", "t": ["courage", "wisdom", "freedom", "mind"]}, {"q": "You have to decide who you are and force the world to deal with you, not with its idea of you.", "a": "James Baldwin", "t": ["mind"]}, {"q": "Without courage we cannot practice any other virtue with consistency. We can’t be kind, true, merciful, generous, or honest.", "a": "Maya Angelou", "t": ["courage", "love", "discipline", "action"]}, {"q": "Death twitches my ear. Live, he says, I am coming.", "a": "Virgil", "t": ["death"]}, {"q": "Mostly it is loss which teaches us about the worth of things.", "a": "Arthur Schopenhauer", "t": ["creativity", "loss"]}, {"q": "The strongest man in the world is he who stands most alone.", "a": "Henrik Ibsen", "t": ["solitude"]}, {"q": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer the negative elements in your life, don't sit at home and think about it. Go out and get busy!", "a": "Dale Carnegie", "t": ["courage", "action", "mind"]}, {"q": "I would much rather have men ask why I have no statue, than why I have one.", "a": "Cato the Elder", "t": ["purpose"]}, {"q": "Always laugh when you can. It is cheap medicine.", "a": "Lord Byron", "t": ["happiness"]}, {"q": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.", "a": "John Wayne", "t": ["wisdom", "solitude", "time"]}, {"q": "Only the disciplined ones in life are free. If you are undisciplined, you are a slave to your moods and passions.", "a": "Eliud Kipchoge", "t": ["discipline", "freedom"]}, {"q": "It is not in the stars to hold our destiny but in ourselves.", "a": "William Shakespeare", "t": ["purpose", "action"]}, {"q": "The world is changed by your example, not by your opinion.", "a": "Paulo Coelho", "t": ["action", "wisdom"]}, {"q": "This is the real secret of life -- to be completely engaged with what you are doing in the here and now. And instead of calling it work, realize it is play.", "a": "Alan W. Watts", "t": ["happiness", "purpose", "time"]}, {"q": "Tell me and I forget, teach me and I may remember, involve me and I learn.", "a": "Benjamin Franklin", "t": ["wisdom"]}, {"q": "The people who are crazy enough to think they can change the world are the ones who do.", "a": "Steve Jobs", "t": ["purpose", "courage"]}, {"q": "One of the penalties of refusing to participate in politics is that you end up being governed by your inferiors.", "a": "Plato", "t": ["wisdom", "action"]}, {"q": "If you think you can do a thing or think you can't do a thing, you're right.", "a": "Henry Ford", "t": ["mind", "action"]}, {"q": "The impediment to action advances action. What stands in the way becomes the way.", "a": "Marcus Aurelius", "t": ["action", "courage", "wisdom"]}, {"q": "He who fights with monsters might take care lest he thereby become a monster. And if you gaze for long into an abyss, the abyss gazes also into you.", "a": "Friedrich Nietzsche", "t": ["wisdom", "mind"]}, {"q": "Pursue what is meaningful, not what is expedient.", "a": "Jordan B. Peterson", "t": ["purpose", "action", "wisdom"]}, {"q": "Stay hungry. Stay foolish.", "a": "Steve Jobs", "t": ["purpose", "wisdom"]}, {"q": "Life is what happens when you're busy making other plans.", "a": "John Lennon", "t": ["time", "wisdom"]}, {"q": "The best time to plant a tree was 20 years ago. The second best time is now.", "a": "Chinese Proverb", "t": ["action", "time", "wisdom"]}, {"q": "An unexamined life is not worth living.", "a": "Socrates", "t": ["wisdom", "purpose"]}, {"q": "The only way out of the labyrinth of suffering is to forgive.", "a": "John Green", "t": ["loss", "wisdom"]}, {"q": "I am not afraid of storms, for I am learning how to sail my ship.", "a": "Louisa May Alcott", "t": ["courage", "wisdom"]}, {"q": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.", "a": "Martin Luther King Jr.", "t": ["love", "wisdom", "courage"]}, {"q": "The unexamined life is not worth living.", "a": "Socrates", "t": ["wisdom", "purpose"]}, {"q": "One does not simply walk into Mordor.", "a": "Tolkien's Boromir", "t": ["courage", "wisdom"]}, {"q": "Be the change you want to see in the world.", "a": "Mahatma Gandhi", "t": ["action", "purpose", "wisdom"]}, {"q": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.", "a": "Albert Einstein", "t": ["wisdom", "humor"]}, {"q": "You miss 100% of the shots you don't take.", "a": "Wayne Gretzky", "t": ["action", "courage"]}, {"q": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "a": "Maya Angelou", "t": ["love", "wisdom"]}, {"q": "Whether you think you can or you think you can't, you're right.", "a": "Henry Ford", "t": ["mind", "action"]}, {"q": "The only impossible journey is the one you never begin.", "a": "Tony Robbins", "t": ["action", "courage"]}, {"q": "In the middle of every difficulty lies opportunity.", "a": "Albert Einstein", "t": ["courage", "wisdom"]}, {"q": "It does not matter how slowly you go as long as you do not stop.", "a": "Confucius", "t": ["action", "discipline"]}, {"q": "Our greatest glory is not in never falling, but in rising every time we fall.", "a": "Confucius", "t": ["courage", "wisdom"]}, {"q": "The journey of a thousand miles begins with one step.", "a": "Lao Tzu", "t": ["action", "wisdom"]}, {"q": "That which does not kill us, makes us stronger.", "a": "Friedrich Nietzsche", "t": ["courage", "wisdom"]}, {"q": "Life is either a daring adventure or nothing at all.", "a": "Helen Keller", "t": ["courage", "purpose"]}, {"q": "Spread love everywhere you go. Let no one ever come to you without leaving happier.", "a": "Mother Teresa", "t": ["love", "happiness"]}, {"q": "When you reach the end of your rope, tie a knot in it and hang on.", "a": "Franklin D. Roosevelt", "t": ["courage", "wisdom"]}, {"q": "Always remember that you are absolutely unique. Just like everyone else.", "a": "Margaret Mead", "t": ["humor", "wisdom"]}, {"q": "Don't judge each day by the harvest you reap but by the seeds that you plant.", "a": "Robert Louis Stevenson", "t": ["wisdom", "purpose"]}, {"q": "The future belongs to those who believe in the beauty of their dreams.", "a": "Eleanor Roosevelt", "t": ["purpose", "courage"]}, {"q": "Tell me, what is it you plan to do with your one wild and precious life?", "a": "Mary Oliver", "t": ["purpose", "time"]}, {"q": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.", "a": "Maya Angelou", "t": ["wisdom", "happiness"]}, {"q": "If you want to live a happy life, tie it to a goal, not to people or things.", "a": "Albert Einstein", "t": ["happiness", "purpose"]}, {"q": "Never let the fear of striking out keep you from playing the game.", "a": "Babe Ruth", "t": ["courage", "action"]}, {"q": "Money and success don't change people; they merely amplify what is already there.", "a": "Will Smith", "t": ["wisdom", "purpose"]}, {"q": "Your time is limited, so don't waste it living someone else's life.", "a": "Steve Jobs", "t": ["purpose", "time"]}, {"q": "Not everything that is faced can be changed, but nothing can be changed until it is faced.", "a": "James Baldwin", "t": ["courage", "action", "wisdom"]}, {"q": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.", "a": "Jimmy Dean", "t": ["action", "wisdom"]}, {"q": "If I cannot do great things, I can do small things in a great way.", "a": "Martin Luther King Jr.", "t": ["action", "purpose"]}, {"q": "To handle yourself, use your head; to handle others, use your heart.", "a": "Eleanor Roosevelt", "t": ["wisdom", "love"]}, {"q": "Too many of us are not living our dreams because we are living our fears.", "a": "Les Brown", "t": ["courage", "purpose"]}, {"q": "It's not whether you get knocked down, it's whether you get up.", "a": "Vince Lombardi", "t": ["courage", "action"]}, {"q": "You may be disappointed if you fail, but you are doomed if you don't try.", "a": "Beverly Sills", "t": ["courage", "action"]}, {"q": "Remember that happiness is a way of travel, not a destination.", "a": "Roy M. Goodman", "t": ["happiness", "wisdom"]}, {"q": "We must be willing to let go of the life we planned so as to have the life that is waiting for us.", "a": "Joseph Campbell", "t": ["wisdom", "purpose"]}, {"q": "If we did all the things we are capable of, we would literally astound ourselves.", "a": "Thomas A. Edison", "t": ["action", "purpose"]}, {"q": "There is only one way to avoid criticism: do nothing, say nothing, and be nothing.", "a": "Aristotle", "t": ["action", "courage"]}, {"q": "Ask and it will be given to you; search, and you will find; knock and the door will be opened for you.", "a": "Jesus", "t": ["action", "wisdom"]}, {"q": "The only person you are destined to become is the person you decide to be.", "a": "Ralph Waldo Emerson", "t": ["purpose", "action"]}, {"q": "Go confidently in the direction of your dreams. Live the life you have imagined.", "a": "Henry David Thoreau", "t": ["purpose", "courage"]}, {"q": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.", "a": "Oprah Winfrey", "t": ["happiness", "wisdom"]}, {"q": "Remember no one can make you feel inferior without your consent.", "a": "Eleanor Roosevelt", "t": ["courage", "mind"]}, {"q": "You can never plan the future by the past.", "a": "Edmund Burke", "t": ["wisdom", "time"]}, {"q": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "a": "Mahatma Gandhi", "t": ["wisdom", "time"]}, {"q": "Love the life you live. Live the life you love.", "a": "Bob Marley", "t": ["love", "happiness"]}, {"q": "If you want to make your dreams come true, the first thing you have to do is wake up.", "a": "J.M. Power", "t": ["action", "purpose"]}, {"q": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "a": "Ralph Waldo Emerson", "t": ["courage", "purpose"]}, {"q": "All our dreams can come true if we have the courage to pursue them.", "a": "Walt Disney", "t": ["courage", "purpose"]}, {"q": "Be who you are and say what you feel, because those who mind don't matter, and those who matter don't mind.", "a": "Bernard M. Baruch", "t": ["courage", "wisdom"]}, {"q": "Problems are not stop signs, they are guidelines.", "a": "Robert H. Schuller", "t": ["action", "wisdom"]}, {"q": "One day your life will flash before your eyes. Make sure it's worth watching.", "a": "Gerard Way", "t": ["purpose", "time"]}, {"q": "One person with a belief is equal to a force of ninety-nine who have only interests.", "a": "John Stuart Mill", "t": ["purpose", "action"]}, {"q": "The mind is everything. What you think you become.", "a": "Buddha", "t": ["mind", "wisdom"]}, {"q": "Tough times never last, but tough people do.", "a": "Robert H. Schuller", "t": ["courage", "wisdom"]}, {"q": "There are two ways of spreading light: to be the candle or the mirror that reflects it.", "a": "Edith Wharton", "t": ["wisdom", "purpose"]}, {"q": "I've missed more than 9000 shots in my career. I've lost almost 300 games. 26 times I've been trusted to take the game winning shot and missed. I've failed over and over and over again in my life. And that is why I succeed.", "a": "Michael Jordan", "t": ["courage", "action"]}, {"q": "The question isn't who is going to let me; it's who is going to stop me.", "a": "Ayn Rand", "t": ["courage", "action"]}, {"q": "Believe you can and you're halfway there.", "a": "Theodore Roosevelt", "t": ["mind", "action", "courage"]}, {"q": "I have not failed. I've just found 10,000 ways that won't work.", "a": "Thomas A. Edison", "t": ["action", "courage"]}, {"q": "The most common way people give up their power is by thinking they don't have any.", "a": "Alice Walker", "t": ["mind", "purpose"]}, {"q": "The most difficult thing is the decision to act, the rest is merely tenacity.", "a": "Amelia Earhart", "t": ["action", "courage"]}, {"q": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "a": "Anne Frank", "t": ["action", "purpose"]}, {"q": "You must be the change you wish to see in the world.", "a": "Mahatma Gandhi", "t": ["action", "purpose"]}, {"q": "A person who never made a mistake never tried anything new.", "a": "Albert Einstein", "t": ["action", "courage"]}, {"q": "Genius is one percent inspiration and ninety-nine percent perspiration.", "a": "Thomas A. Edison", "t": ["action", "discipline"]}, {"q": "You can't use up creativity. The more you use, the more you have.", "a": "Maya Angelou", "t": ["creativity"]}, {"q": "Do what you can, with what you have, where you are.", "a": "Theodore Roosevelt", "t": ["action", "wisdom"]}, {"q": "If the wind will not serve, take to the oars.", "a": "Latin Proverb", "t": ["action", "discipline"]}, {"q": "You can't fall if you don't climb. But there's no joy in living your whole life on the ground.", "a": "Unknown", "t": ["courage", "purpose"]}, {"q": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.", "a": "Plato", "t": ["wisdom", "courage"]}, {"q": "Knowing is not enough; we must apply. Wishing is not enough; we must do.", "a": "Johann Wolfgang Von Goethe", "t": ["action", "wisdom"]}, {"q": "Imagine your life is perfect in every sense. What would it look like?", "a": "Brian Tracy", "t": ["purpose", "wisdom"]}, {"q": "We generate fears while we sit. We overcome them by action.", "a": "Dr. Henry Link", "t": ["action", "courage"]}, {"q": "Whether you think you can or think you can't, you're right.", "a": "Henry Ford", "t": ["mind", "action"]}, {"q": "The man who has confidence in himself gains the confidence of others.", "a": "Hasidic Proverb", "t": ["courage", "wisdom"]}, {"q": "The only way to do great work is to love what you do.", "a": "Steve Jobs", "t": ["purpose", "happiness"]}, {"q": "If you can dream it, you can achieve it.", "a": "Zig Ziglar", "t": ["purpose", "action"]}, {"q": "You may say I'm a dreamer, but I'm not the only one. I hope someday you'll join us. And the world will live as one.", "a": "John Lennon", "t": ["purpose", "love"]}, {"q": "A winner is a dreamer who never gives up.", "a": "Nelson Mandela", "t": ["purpose", "courage"]}, {"q": "Do not go where the path may lead, go instead where there is no path and leave a trail.", "a": "Ralph Waldo Emerson", "t": ["courage", "purpose"]}, {"q": "You don't have to be great to start, but you have to start to be great.", "a": "Zig Ziglar", "t": ["action", "courage"]}, {"q": "The starting point of all achievement is desire.", "a": "Napoleon Hill", "t": ["action", "purpose"]}, {"q": "Success is the sum of small efforts, repeated day-in and day-out.", "a": "Robert Collier", "t": ["discipline", "action"]}, {"q": "If you want to achieve excellence, you can get there today. As of this second, quit doing less-than-excellent work.", "a": "Thomas J. Watson", "t": ["action", "discipline"]}, {"q": "Life is 10% what happens to me and 90% of how I react to it.", "a": "Charles Swindoll", "t": ["wisdom", "mind"]}, {"q": "Good, better, best. Never let it rest. Till your good is better and your better is best.", "a": "St. Jerome", "t": ["discipline", "action"]}, {"q": "Strive not to be a success, but rather to be of value.", "a": "Albert Einstein", "t": ["purpose", "wisdom"]}, {"q": "It's not about how hard you hit. It's about how hard you get hit and keep moving forward.", "a": "Rocky Balboa", "t": ["courage", "action"]}, {"q": "I attribute my success to this: I never gave or took any excuse.", "a": "Florence Nightingale", "t": ["discipline", "action"]}, {"q": "Logic will get you from A to Z; imagination will get you everywhere.", "a": "Albert Einstein", "t": ["creativity", "wisdom"]}, {"q": "You can't build a reputation on what you are going to do.", "a": "Confucius", "t": ["action", "purpose"]}, {"q": "Lost time is never found again.", "a": "Benjamin Franklin", "t": ["time", "wisdom"]}, {"q": "If you don't value your time, neither will others. Stop giving away your time and talents. Value what you know and start charging for it.", "a": "Kim Garst", "t": ["time", "purpose"]}, {"q": "Fortune sides with him who dares.", "a": "Virgil", "t": ["courage", "action"]}, {"q": "What seems to us as bitter trials are often blessings in disguise.", "a": "Oscar Wilde", "t": ["wisdom", "courage"]}, {"q": "Learn as if you will live forever, live like you will die tomorrow.", "a": "Mahatma Gandhi", "t": ["wisdom", "time"]}, {"q": "Courage is resistance to fear, mastery of fear - not absence of fear.", "a": "Mark Twain", "t": ["courage"]}, {"q": "The most worth-while thing is to try to put happiness into the lives of others.", "a": "Robert Baden-Powell", "t": ["happiness", "love"]}, {"q": "Nothing in life is to be feared, it is only to be understood. Now is the time to understand more, so that we may fear less.", "a": "Marie Curie", "t": ["wisdom", "courage"]}, {"q": "Nature does not hurry, yet everything is accomplished.", "a": "Lao Tzu", "t": ["wisdom", "time"]}, {"q": "There are no shortcuts to any place worth going.", "a": "Beverly Sills", "t": ["discipline", "wisdom"]}, {"q": "Without deviation from the norm, progress is not possible.", "a": "Frank Zappa", "t": ["action", "wisdom"]}, {"q": "In order to succeed, we must first believe that we can.", "a": "Nikos Kazantzakis", "t": ["mind", "action"]}, {"q": "If you're going through hell, keep going.", "a": "Winston Churchill", "t": ["courage", "action"]}, {"q": "Perseverance is not a long race; it is many short races one after the other.", "a": "Walter Elliot", "t": ["discipline", "action"]}, {"q": "I believe that if one always looked at the skies, one would end up with wings.", "a": "Gustave Flaubert", "t": ["purpose", "courage"]}, {"q": "A goal is a dream with a deadline.", "a": "Napoleon Hill", "t": ["purpose", "action"]}, {"q": "If you have a dream, don't just sit there. Gather courage to believe that you can succeed and leave no stone unturned to make it a reality.", "a": "Roopleen", "t": ["courage", "purpose", "action"]}, {"q": "No act of kindness, no matter how small, is ever wasted.", "a": "Aesop", "t": ["love", "action"]}, {"q": "True happiness is not attained through self-gratification, but through fidelity to a worthy purpose.", "a": "Helen Keller", "t": ["happiness", "purpose"]}, {"q": "Our lives begin to end the day we become silent about things that matter.", "a": "Martin Luther King Jr.", "t": ["courage", "purpose"]}, {"q": "Try to be a rainbow in someone's cloud.", "a": "Maya Angelou", "t": ["happiness", "love"]}, {"q": "Try not to become a man of success. Rather become a man of value.", "a": "Albert Einstein", "t": ["purpose", "wisdom"]}, {"q": "Once you choose hope, anything's possible.", "a": "Christopher Reeve", "t": ["purpose", "courage"]}, {"q": "The mystery of life is not a problem to be solved but a reality to be experienced.", "a": "Art Van Der Leeuw", "t": ["wisdom", "purpose"]}, {"q": "You are not judged by the height you have risen, but from the depth you have climbed.", "a": "Frederick Douglass", "t": ["wisdom", "purpose"]}, {"q": "Hope is being able to see that there is light despite all of the darkness.", "a": "Desmond Tutu", "t": ["purpose", "wisdom"]}, {"q": "Do what you feel in your heart to be right - for you'll be criticized anyway.", "a": "Eleanor Roosevelt", "t": ["courage", "action"]}, {"q": "We are all in the gutter, but some of us are looking at the stars.", "a": "Oscar Wilde", "t": ["purpose", "wisdom"]}, {"q": "You have brains in your head. You have feet in your shoes. You can steer yourself any direction you choose.", "a": "Dr. Seuss", "t": ["purpose", "action"]}, {"q": "My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.", "a": "Maya Angelou", "t": ["purpose", "happiness"]}, {"q": "Those who don't believe in magic will never find it.", "a": "Roald Dahl", "t": ["purpose", "wisdom"]}, {"q": "Happiness is not something ready-made. It comes from your own actions.", "a": "Dalai Lama", "t": ["happiness", "action"]}, {"q": "What lies behind you and what lies in front of you, pales in comparison to what lies inside of you.", "a": "Ralph Waldo Emerson", "t": ["purpose", "mind"]}, {"q": "Reality is merely an illusion, albeit a very persistent one.", "a": "Albert Einstein", "t": ["wisdom", "mind"]}, {"q": "Dreaming, after all, is a form of planning.", "a": "Gloria Steinem", "t": ["purpose", "action"]}, {"q": "Choose a job you love, and you will never have to work a day in your life.", "a": "Confucius", "t": ["happiness", "purpose"]}, {"q": "The secret of making something work in your lives is, first of all, the deep desire to make it work: then the faith and belief that it can work; then to hold that clear definite vision in your consciousness and see it working out step by step, without one thought of doubt or disbelief.", "a": "Eileen Caddy", "t": ["purpose", "mind"]}, {"q": "Life is like riding a bicycle. To keep your balance, you must keep moving.", "a": "Albert Einstein", "t": ["wisdom", "action"]}, {"q": "Do one thing every day that scares you.", "a": "Eleanor Roosevelt", "t": ["courage", "action"]}, {"q": "Where all think alike, no one thinks very much.", "a": "Walter Lippmann", "t": ["wisdom", "mind"]}, {"q": "Optimism is the faith that leads to achievement; nothing can be done without hope.", "a": "Helen Keller", "t": ["purpose", "action"]}, {"q": "The only thing worse than starting something and failing... is not starting something.", "a": "Seth Godin", "t": ["action", "courage"]}, {"q": "We know what we are but know not what we may be.", "a": "William Shakespeare", "t": ["wisdom", "purpose"]}, {"q": "Love all, trust a few, do wrong to none.", "a": "William Shakespeare", "t": ["love", "wisdom"]}, {"q": "Start where you are. Use what you have. Do what you can.", "a": "Arthur Ashe", "t": ["action", "wisdom"]}, {"q": "Whenever you see a successful person, you only see the public glories, never the private sacrifices to reach them.", "a": "Vaibhav Shah", "t": ["wisdom", "discipline"]}, {"q": "Be kind whenever possible. It is always possible.", "a": "Dalai Lama", "t": ["love", "action"]}, {"q": "Everything you've ever wanted is on the other side of fear.", "a": "George Addair", "t": ["courage", "purpose"]}, {"q": "Failure is another stepping stone to greatness.", "a": "Oprah Winfrey", "t": ["action", "wisdom"]}, {"q": "I have learned over the years that when one's mind is made up, this diminishes fear.", "a": "Rosa Parks", "t": ["courage", "mind"]}, {"q": "He who believes is strong; he who doubts is weak. Strong convictions precede great actions.", "a": "Louisa May Alcott", "t": ["courage", "action"]}, {"q": "Our greatest fear should not be of failure but of succeeding at things in life that don't really matter.", "a": "Francis Chan", "t": ["purpose", "wisdom"]}, {"q": "A man is not finished when he is defeated. He is finished when he quits.", "a": "Richard Nixon", "t": ["courage", "action"]}, {"q": "Well done is better than well said.", "a": "Benjamin Franklin", "t": ["action"]}, {"q": "The most common form of despair is not being who you are.", "a": "Søren Kierkegaard", "t": ["purpose", "wisdom"]}, {"q": "Every moment is a fresh beginning.", "a": "T.S. Eliot", "t": ["time", "purpose"]}, {"q": "Believe deeply in what you do, and stick with it.", "a": "Charles de Gaulle", "t": ["purpose", "discipline"]}, {"q": "Clouds come floating into my life, no longer to carry rain or usher storm, but to add color to my sunset sky.", "a": "Rabindranath Tagore", "t": ["happiness", "wisdom"]}, {"q": "Great hopes make great men.", "a": "Thomas Fuller", "t": ["purpose", "action"]}, {"q": "If you have no critics you'll likely have no success.", "a": "Malcolm X", "t": ["courage", "purpose"]}, {"q": "Never ignore a gut feeling, but never believe that it's enough.", "a": "Robert Heller", "t": ["wisdom", "action"]}, {"q": "A winner is just a loser who tried one more time.", "a": "George M. Moore Jr.", "t": ["courage", "action"]}, {"q": "I've got a theory that if you give 100% all of the time, somehow things will work out in the end.", "a": "Larry Bird", "t": ["discipline", "action"]}, {"q": "There is only one success: to be able to spend your life in your own way.", "a": "Christopher Morley", "t": ["purpose", "happiness"]}, {"q": "Don't wait. The time will never be just right.", "a": "Napoleon Hill", "t": ["action", "time"]}, {"q": "Everything is possible. The impossible just takes longer.", "a": "Dan Brown", "t": ["action", "purpose"]}, {"q": "Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.", "a": "Johann Wolfgang Von Goethe", "t": ["action", "courage"]}, {"q": "The best way to find out if you can trust somebody is to trust them.", "a": "Ernest Hemingway", "t": ["wisdom", "love"]}, {"q": "Love yourself. It is important to stay positive because beauty comes from the inside out.", "a": "Jenn Proske", "t": ["love", "happiness"]}, {"q": "People generally see what they look for, and hear what they listen for.", "a": "Harper Lee", "t": ["wisdom", "mind"]}, {"q": "You must not lose faith in humanity. Humanity is like an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.", "a": "Mahatma Gandhi", "t": ["love", "wisdom"]}, {"q": "The best and most beautiful things in the world cannot be seen or even touched - they must be felt with the heart.", "a": "Helen Keller", "t": ["love", "wisdom"]}, {"q": "Keep your face to the sunshine and you cannot see a shadow.", "a": "Helen Keller", "t": ["happiness", "wisdom"]}, {"q": "It is during our darkest moments that we must focus to see the light.", "a": "Aristotle Onassis", "t": ["courage", "wisdom"]}, {"q": "True knowledge exists in knowing that you know nothing.", "a": "Socrates", "t": ["wisdom"]}, {"q": "Mind is a flexible mirror, adjust it, to see a better world.", "a": "Amit Ray", "t": ["mind", "wisdom"]}, {"q": "The most powerful weapon on earth is the human soul on fire.", "a": "Ferdinand Foch", "t": ["purpose", "courage"]}, {"q": "No great man ever complains of want of opportunity.", "a": "Ralph Waldo Emerson", "t": ["action", "purpose"]}, {"q": "Clouds come floating into my life from other days no longer to shed rain or usher storm but to give colour to my sunset sky.", "a": "Rabindranath Tagore", "t": ["happiness", "wisdom"]}, {"q": "The mediocre teacher tells. The good teacher explains. The superior teacher demonstrates. The great teacher inspires.", "a": "William Arthur Ward", "t": ["wisdom", "purpose"]}, {"q": "A wise man will make more opportunities than he finds.", "a": "Francis Bacon", "t": ["action", "wisdom"]}, {"q": "An ounce of action is worth a ton of theory.", "a": "Ralph Waldo Emerson", "t": ["action", "wisdom"]}, {"q": "Light tomorrow with today.", "a": "Elizabeth Barrett Browning", "t": ["action", "time"]}, {"q": "Good things come to people who wait, but better things come to those who go out and get them.", "a": "Anonymous", "t": ["action", "purpose"]}, {"q": "If you do what you always did, you will get what you always got.", "a": "Anonymous", "t": ["action", "wisdom"]}, {"q": "Success is walking from failure to failure with no loss of enthusiasm.", "a": "Winston Churchill", "t": ["courage", "action"]}, {"q": "When you stop chasing the wrong things you give the right things a chance to catch you.", "a": "Lolly Daskal", "t": ["wisdom", "purpose"]}, {"q": "Don't be afraid to give up the good to go for the great.", "a": "John D. Rockefeller", "t": ["courage", "purpose"]}, {"q": "Work hard, be kind, and amazing things will happen.", "a": "Conan O'Brien", "t": ["action", "love"]}, {"q": "Being defeated is often a temporary condition. Giving up is what makes it permanent.", "a": "Marilyn vos Savant", "t": ["courage", "action"]}, {"q": "Millions saw the apple fall, but Newton asked why.", "a": "Bernard Baruch", "t": ["wisdom", "action"]}, {"q": "The question isn't who is going to let me; it's who is going to stop me.", "a": "Ayn Rand", "t": ["courage", "action"]}, {"q": "Start by doing what's necessary; then do what's possible; and suddenly you are doing the impossible.", "a": "Francis of Assisi", "t": ["action", "purpose"]}, {"q": "Don't tell people your plans. Show them your results.", "a": "Anonymous", "t": ["action", "wisdom"]}, {"q": "It's not your job to like me - it's mine.", "a": "Byron Katie", "t": ["mind", "purpose"]}, {"q": "Sometimes your only available transportation is a leap of faith.", "a": "Margaret Shepard", "t": ["courage", "action"]}, {"q": "Work like there is someone working twenty four hours a day to take it away from you.", "a": "Mark Cuban", "t": ["discipline", "action"]}, {"q": "Every moment wasted looking back keeps us from moving forward.", "a": "Hillary Clinton", "t": ["time", "action"]}, {"q": "Sometimes I think the surest sign that intelligent life exists elsewhere in the universe is that none of it has tried to contact us.", "a": "Calvin and Hobbes", "t": ["humor", "wisdom"]}, {"q": "The difference between successful people and really successful people is that really successful people say no to almost everything.", "a": "Warren Buffett", "t": ["discipline", "wisdom"]}, {"q": "It takes courage to grow up and become who you really are.", "a": "E.E. Cummings", "t": ["courage", "purpose"]}, {"q": "What we achieve inwardly will change outer reality.", "a": "Plutarch", "t": ["mind", "purpose"]}, {"q": "People are not lazy. They simply have goals that do not inspire them.", "a": "Tony Robbins", "t": ["purpose", "action"]}, {"q": "The past has no power over the present moment.", "a": "Eckhart Tolle", "t": ["time", "wisdom"]}, {"q": "A day without sunshine is like, you know, night.", "a": "Steve Martin", "t": ["humor"]}, {"q": "In order to be irreplaceable, one must always be different.", "a": "Coco Chanel", "t": ["purpose", "wisdom"]}, {"q": "Today is your opportunity to build the tomorrow you want.", "a": "Ken Poirot", "t": ["action", "time"]}, {"q": "Sometimes the heart sees what is invisible to the eye.", "a": "H. Jackson Brown, Jr.", "t": ["wisdom", "love"]}, {"q": "If you're not stubborn, you'll give up on experiments too soon. And if you're not curious, you won't even run the experiment in the first place.", "a": "Jeff Bezos", "t": ["action", "discipline"]}, {"q": "What is not started today is never finished tomorrow.", "a": "Johann Wolfgang Von Goethe", "t": ["action", "time"]}, {"q": "If there is no struggle, there is no progress.", "a": "Frederick Douglass", "t": ["action", "courage"]}, {"q": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.", "a": "Confucius", "t": ["purpose", "discipline"]}, {"q": "The harder the conflict, the more glorious the triumph.", "a": "Thomas Paine", "t": ["courage", "wisdom"]}, {"q": "Motivation is what gets you started. Habit is what keeps you going.", "a": "Jim Ryun", "t": ["discipline", "action"]}, {"q": "People often say that motivation doesn't last. Well, neither does bathing – that's why we recommend it daily.", "a": "Zig Ziglar", "t": ["humor", "wisdom", "discipline"]}, {"q": "You may only succeed if you desire succeeding; you may only fail if you do not mind failing.", "a": "Philippos", "t": ["action", "purpose"]}, {"q": "Never let the odds keep you from doing what you know in your heart you were meant to do.", "a": "H. Jackson Brown, Jr.", "t": ["courage", "purpose"]}, {"q": "To know what you know and what you do not know, that is true knowledge.", "a": "Confucius", "t": ["wisdom"]}, {"q": "Age is an issue of mind over matter. If you don't mind, it doesn't matter.", "a": "Mark Twain", "t": ["mind", "humor"]}, {"q": "You don't choose your family. They are God's gift to you, as you are to them.", "a": "Desmond Tutu", "t": ["love", "wisdom"]}, {"q": "When something is important enough, you do it even if the odds are not in your favor.", "a": "Elon Musk", "t": ["courage", "purpose"]}, {"q": "Definiteness of purpose is the starting point of all achievement.", "a": "W. Clement Stone", "t": ["purpose", "action"]}, {"q": "The difference between ordinary and extraordinary is that little extra.", "a": "Jimmy Johnson", "t": ["discipline", "action"]}, {"q": "Education is the most powerful weapon which you can use to change the world.", "a": "Nelson Mandela", "t": ["wisdom", "purpose"]}, {"q": "Problems are not stop signs, they are guidelines.", "a": "Robert H. Schuller", "t": ["action", "wisdom"]}, {"q": "Work spares us from three evils: boredom, vice, and need.", "a": "Voltaire", "t": ["discipline", "purpose"]}, {"q": "What would life be if we had no courage to attempt anything?", "a": "Vincent Van Gogh", "t": ["courage", "purpose"]}, {"q": "Strength does not come from physical capacity. It comes from an indomitable will.", "a": "Mahatma Gandhi", "t": ["courage", "discipline", "mind"]}, {"q": "With the new day comes new strength and new thoughts.", "a": "Eleanor Roosevelt", "t": ["courage", "time"]}, {"q": "The man who moves a mountain begins by carrying away small stones.", "a": "Confucius", "t": ["action", "wisdom"]}, {"q": "Adversity is the first path to truth.", "a": "Lord Byron", "t": ["wisdom", "courage"]}, {"q": "It's not about perfect. It's about effort. And when you bring that effort every single day, that's where transformation happens. That's how change occurs.", "a": "Jillian Michaels", "t": ["action", "discipline"]}, {"q": "Your talent determines what you can do. Your motivation determines how much you are willing to do. Your attitude determines how well you do it.", "a": "Lou Holtz", "t": ["action", "purpose", "discipline"]}, {"q": "Any change is hard at first, messy in the middle and gorgeous at the end.", "a": "Robin Sharma", "t": ["wisdom", "action"]}, {"q": "There is no chance, no destiny, no fate, that can hinder or control the firm resolve of a determined soul.", "a": "Ella Wheeler Wilcox", "t": ["purpose", "discipline"]}, {"q": "At the end of the day let there be no excuses, no explanations, no regrets.", "a": "Steve Maraboli", "t": ["action", "discipline"]}, {"q": "Inspiration does exist, but it must find you working.", "a": "Pablo Picasso", "t": ["creativity", "action"]}, {"q": "Do your work with your whole heart, and you will succeed - there's so little competition.", "a": "Elbert Hubbard", "t": ["action", "discipline"]}, {"q": "Impossible is just an opinion.", "a": "Paulo Coelho", "t": ["courage", "action"]}, {"q": "Happiness is a butterfly, which when pursued, is always beyond your grasp, but which, if you will sit down quietly, may alight upon you.", "a": "Nathaniel Hawthorne", "t": ["happiness", "wisdom"]}, {"q": "Let us make our future now, and let us make our dreams tomorrow's reality.", "a": "Malala Yousafzai", "t": ["purpose", "action"]}, {"q": "I can, therefore I am.", "a": "Simone Weil", "t": ["mind", "action"]}, {"q": "Reading without reflecting is like eating without digesting.", "a": "Edmund Burke", "t": ["wisdom", "mind"]}, {"q": "Don't bother just to be better than your contemporaries or predecessors. Try to be better than yourself.", "a": "William Faulkner", "t": ["purpose", "discipline"]}, {"q": "When you get to the end of your rope, tie a knot and hang on.", "a": "Franklin D. Roosevelt", "t": ["courage", "action"]}, {"q": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.", "a": "Satchel Paige", "t": ["happiness", "love", "action"]}, {"q": "A journey of a thousand miles begins with a single step.", "a": "Lao Tzu", "t": ["action", "wisdom"]}, {"q": "I'm a greater believer in luck, and I find the harder I work the more I have of it.", "a": "Thomas Jefferson", "t": ["action", "discipline"]}, {"q": "Be kind to unkind people. They need it the most.", "a": "Ashleigh Brilliant", "t": ["love", "wisdom"]}, {"q": "The difference between how you look and how you see yourself is what haunts you.", "a": "Chuck Palahniuk", "t": ["mind", "wisdom"]}, {"q": "A clear vision, backed by definite plans, gives you a tremendous feeling of confidence and personal power.", "a": "Brian Tracy", "t": ["purpose", "action"]}, {"q": "In life, if you don't risk anything you risk everything.", "a": "Anonymous", "t": ["courage", "action"]}, {"q": "If your dreams don't scare you, they are too small.", "a": "Richard Branson", "t": ["courage", "purpose"]}, {"q": "I am not a product of my circumstances. I am a product of my decisions.", "a": "Stephen Covey", "t": ["action", "purpose"]}, {"q": "I fear not the man who has practiced 10,000 kicks once, but I fear the man who had practiced one kick 10,000 times.", "a": "Bruce Lee", "t": ["discipline", "action"]}, {"q": "Would you like me to give you a formula for success? It's quite simple, really: Double your rate of failure. You are thinking of failure as the enemy of success. But it isn't at all. You can be discouraged by failure or you can learn from it, so go ahead and make mistakes. Make all you can. Because remember that's where you will find success.", "a": "Thomas J. Watson", "t": ["action", "courage"]}, {"q": "Too many of us are not living our dreams because we are living our fears.", "a": "Les Brown", "t": ["courage", "purpose"]}, {"q": "Knowing yourself is the beginning of all wisdom.", "a": "Aristotle", "t": ["wisdom", "purpose"]}, {"q": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.", "a": "Vince Lombardi", "t": ["purpose", "discipline"]}, {"q": "The meaning of life is to find your gift. The purpose of life is to give it away.", "a": "Pablo Picasso", "t": ["purpose", "happiness"]}, {"q": "Life shrinks or expands in proportion to one's courage.", "a": "Anais Nin", "t": ["courage", "purpose"]}, {"q": "All progress takes place outside the comfort zone.", "a": "Michael John Bobak", "t": ["action", "courage"]}, {"q": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "a": "Thomas A. Edison", "t": ["action", "courage"]}, {"q": "Today's accomplishments were yesterday's impossibilities.", "a": "Robert H. Schuller", "t": ["action", "purpose"]}, {"q": "Give me a lever long enough and a fulcrum on which to place it, and I shall move the world.", "a": "Archimedes", "t": ["action", "wisdom"]}, {"q": "Don't lose yourself trying to love someone else.", "a": "Anonymous", "t": ["love", "purpose"]}, {"q": "Build your own dreams, or someone else will hire you to build theirs.", "a": "Farrah Gray", "t": ["purpose", "action"]}, {"q": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "a": "Winston Churchill", "t": ["courage", "action"]}, {"q": "Act as if what you do makes a difference. It does.", "a": "William James", "t": ["action", "purpose"]}, {"q": "Never let your fear decide your fate.", "a": "Amanda Lindhout", "t": ["courage", "purpose"]}, {"q": "The only difference between ordinary and extraordinary is that little extra.", "a": "Jimmy Johnson", "t": ["discipline", "action"]}, {"q": "Keep your eyes on the stars, and your feet on the ground.", "a": "Theodore Roosevelt", "t": ["wisdom", "purpose"]}, {"q": "All limitations are self-imposed.", "a": "Oliver Wendell Holmes", "t": ["mind", "purpose"]}, {"q": "I find that the harder I work, the more luck I seem to have.", "a": "Thomas Jefferson", "t": ["action", "discipline"]}, {"q": "It always seems impossible until it's done.", "a": "Nelson Mandela", "t": ["action", "courage"]}, {"q": "No distance of place or lapse of time can lessen the friendship of those who are thoroughly persuaded of each other's worth.", "a": "Robert Southey", "t": ["love", "time"]}, {"q": "Expect problems and eat them for breakfast.", "a": "Alfred A. Montapert", "t": ["action", "courage"]}, {"q": "If you're offered a seat on a rocket ship, don't ask what seat! Just get on.", "a": "Sheryl Sandberg", "t": ["action", "courage"]}, {"q": "Don't watch the clock; do what it does. Keep going.", "a": "Sam Levenson", "t": ["action", "time"]}, {"q": "How many cares one loses when one decides not to be something but to be someone.", "a": "Coco Chanel", "t": ["purpose", "wisdom"]}, {"q": "Opportunities don't happen. You create them.", "a": "Chris Grosser", "t": ["action", "purpose"]}, {"q": "There is no royal road to anything. One thing at a time, all things in succession. That which grows fast, withers as rapidly. That which grows slowly, endures.", "a": "Josiah Gilbert Holland", "t": ["discipline", "wisdom"]}, {"q": "The only way to do great work is to love what you do. If you haven't found it yet, keep looking. Don't settle.", "a": "Steve Jobs", "t": ["purpose", "happiness"]}, {"q": "Life is not about how fast you run or how high you climb, but how well you bounce back.", "a": "Vivian Komori", "t": ["courage", "wisdom"]}, {"q": "If you can't stop thinking about it, don't stop working for it.", "a": "Michael Jordan", "t": ["action", "purpose"]}, {"q": "When I dare to be powerful, to use my strength in the service of my vision, then it becomes less and less important whether I am afraid.", "a": "Audre Lorde", "t": ["courage", "purpose"]}, {"q": "If the plan doesn't work, change the plan but never the goal.", "a": "Anonymous", "t": ["action", "purpose"]}, {"q": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "a": "Anne Frank", "t": ["action", "purpose"]}, {"q": "You can get everything in life you want if you will just help enough other people get what they want.", "a": "Zig Ziglar", "t": ["love", "purpose"]}, {"q": "Happiness is where we find it, but it is rarely where we seek it.", "a": "J. Petit Senn", "t": ["happiness", "wisdom"]}, {"q": "What comes from the heart, touches the heart.", "a": "Don Sibet", "t": ["love", "wisdom"]}, {"q": "Live your life and forget your age.", "a": "Norman Vincent Peale", "t": ["happiness", "time"]}, {"q": "In every day, there are 1,440 minutes. That means we have 1,440 daily opportunities to make a positive impact.", "a": "Les Brown", "t": ["time", "action"]}, {"q": "Creativity comes from looking for the unexpected and stepping outside your own experience.", "a": "Masaru Ibuka", "t": ["creativity", "wisdom"]}, {"q": "Man's main task in life is to give birth to himself.", "a": "Erich Fromm", "t": ["purpose", "action"]}, {"q": "How do you live a long life? 'Take a two-mile walk every morning before breakfast.'", "a": "Harry S. Truman", "t": ["discipline", "happiness"]}, {"q": "I hear and I forget. I see and I remember. I do and I understand.", "a": "Confucius", "t": ["action", "wisdom"]}, {"q": "There is no substitute for hard work.", "a": "Thomas A. Edison", "t": ["discipline", "action"]}, {"q": "I've learned that you shouldn't go through life with a catcher's mitt on both hands; you need to be able to throw something back.", "a": "Maya Angelou", "t": ["wisdom", "action"]}, {"q": "If you find it in your heart to care for somebody else, you will have succeeded.", "a": "Maya Angelou", "t": ["love", "happiness"]}, {"q": "Aim for the moon. If you miss, you may hit a star.", "a": "W. Clement Stone", "t": ["purpose", "action"]}, {"q": "A creative man is motivated by the desire to achieve, not by the desire to beat others.", "a": "Ayn Rand", "t": ["creativity", "purpose"]}, {"q": "If you change the way you look at things, the things you look at change.", "a": "Wayne Dyer", "t": ["mind", "wisdom"]}, {"q": "Success usually comes to those who are too busy to be looking for it.", "a": "Henry David Thoreau", "t": ["action", "discipline"]}, {"q": "The successful warrior is the average man, with laser-like focus.", "a": "Bruce Lee", "t": ["discipline", "mind"]}, {"q": "Failure is success if we learn from it.", "a": "Malcolm Forbes", "t": ["action", "wisdom"]}, {"q": "One must always maintain one's connection to the past and yet ceaselessly pull away from it.", "a": "Gaston Bachelard", "t": ["time", "wisdom"]}, {"q": "Too bad all the people who know how to run the country are busy driving taxicabs and cutting hair.", "a": "George Burns", "t": ["humor", "wisdom"]}, {"q": "If your ship doesn't come in, swim out to meet it.", "a": "Jonathan Winters", "t": ["action", "courage"]}, {"q": "It is very important to generate a good attitude, a good heart, as much as possible. From this, happiness in both the short term and the long term for both yourself and others will come.", "a": "Dalai Lama", "t": ["happiness", "love"]}, {"q": "True friendship comes when the silence between two people is comfortable.", "a": "David Tyson Gentry", "t": ["love", "solitude"]}, {"q": "The road to success and the road to failure are almost exactly the same.", "a": "Colin R. Davis", "t": ["wisdom", "action"]}, {"q": "A man should look for what is, and not for what he thinks should be.", "a": "Albert Einstein", "t": ["wisdom", "mind"]}, {"q": "Choosing to be positive and having a grateful attitude is going to determine how you're going to live your life.", "a": "Joel Osteen", "t": ["happiness", "mind"]}, {"q": "I'm not going to continue knocking that old door that doesn't open for me. I'm going to create my own door and walk through it.", "a": "Ava DuVernay", "t": ["action", "courage"]}, {"q": "It's not what you've got, it's what you use that makes a difference.", "a": "Zig Ziglar", "t": ["action", "purpose"]}, {"q": "You are essentially who you create yourself to be and all that occurs in your life is the result of your own making.", "a": "Stephen Richards", "t": ["purpose", "action"]}, {"q": "The key is to keep company only with people who uplift you, whose presence calls forth your best.", "a": "Epictetus", "t": ["wisdom", "love"]}, {"q": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.", "a": "Oprah Winfrey", "t": ["happiness", "wisdom"]}, {"q": "There is no passion to be found playing small - in settling for a life that is less than the one you are capable of living.", "a": "Nelson Mandela", "t": ["purpose", "courage"]}, {"q": "A truly rich man is one whose children run into his arms when his hands are empty.", "a": "Unknown", "t": ["love", "happiness"]}, {"q": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "a": "Helen Keller", "t": ["purpose", "action"]}, {"q": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", "a": "Albert Schweitzer", "t": ["happiness", "purpose"]}, {"q": "Your big opportunity may be right where you are now.", "a": "Napoleon Hill", "t": ["purpose", "action"]}, {"q": "Life isn't about finding yourself. Life is about creating yourself.", "a": "George Bernard Shaw", "t": ["purpose", "action"]}, {"q": "Small deeds done are better than great deeds planned.", "a": "Peter Marshall", "t": ["action", "wisdom"]}, {"q": "Don't wait for your ship to come in, swim out to it.", "a": "Cynthia Kersey", "t": ["action", "courage"]}, {"q": "The art of being wise is knowing what to overlook.", "a": "William James", "t": ["wisdom"]}, {"q": "The best way to predict the future is to create it.", "a": "Abraham Lincoln", "t": ["action", "purpose"]}, {"q": "You are never too old to set another goal or to dream a new dream.", "a": "C.S. Lewis", "t": ["purpose", "time"]}, {"q": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.", "a": "Henry Ford", "t": ["courage", "wisdom"]}, {"q": "Just because the past didn't turn out like you wanted it to, doesn't mean your future can't be better than you ever imagined.", "a": "Anonymous", "t": ["wisdom", "purpose"]}, {"q": "With self-discipline most anything is possible.", "a": "Theodore Roosevelt", "t": ["discipline", "action"]}, {"q": "The man who does more than he is paid for will soon be paid for more than he does.", "a": "Napoleon Hill", "t": ["action", "discipline"]}, {"q": "You were born to win, but to be a winner, you must plan to win, prepare to win, and expect to win.", "a": "Zig Ziglar", "t": ["purpose", "action"]}, {"q": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.", "a": "Winston Churchill", "t": ["courage", "wisdom"]}, {"q": "The only limits in our life are those we impose on ourselves.", "a": "Bob Proctor", "t": ["mind", "purpose"]}, {"q": "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "a": "Joshua J. Marine", "t": ["purpose", "courage"]}, {"q": "I have a dream.", "a": "Martin Luther King Jr.", "t": ["purpose", "courage"]}, {"q": "Dream big and dare to fail.", "a": "Norman D. Vaughan", "t": ["courage", "purpose"]}, {"q": "Failure is not the opposite of success: it's part of success.", "a": "Arianna Huffington", "t": ["action", "wisdom"]}, {"q": "Everything has beauty, but not everyone can see.", "a": "Confucius", "t": ["wisdom", "happiness"]}, {"q": "Without hard work, nothing grows but weeds.", "a": "Gordon B. Hinckley", "t": ["discipline", "action"]}, {"q": "Whatever the mind of man can conceive and believe, it can achieve.", "a": "Napoleon Hill", "t": ["mind", "purpose"]}, {"q": "It's not about the destination, it's about the journey.", "a": "Ralph Waldo Emerson", "t": ["wisdom", "purpose"]}, {"q": "I want to make memories so strong they never leave me.", "a": "Anonymous", "t": ["happiness", "time"]}, {"q": "With confidence, you have won before you have started.", "a": "Marcus Garvey", "t": ["courage", "mind"]}, {"q": "What makes the desert beautiful is that somewhere it hides a well.", "a": "Antoine de Saint-Exupery", "t": ["wisdom", "purpose"]}, {"q": "Your time is limited, don't waste it living someone else's life.", "a": "Steve Jobs", "t": ["purpose", "time"]}, {"q": "Spread love everywhere you go: first of all in your own home. Give love to your children, to your wife or husband, to a next door neighbor...", "a": "Mother Teresa", "t": ["love", "happiness"]}, {"q": "To succeed in life, you need two things: ignorance and confidence.", "a": "Mark Twain", "t": ["courage", "humor"]}, {"q": "If you accept the expectations of others, especially negative ones, then you never will change the outcome.", "a": "Michael Jordan", "t": ["mind", "purpose"]}, {"q": "I have discovered in life that there are ways of getting almost anywhere you want to go, if you really want to go.", "a": "Langston Hughes", "t": ["action", "purpose"]}, {"q": "The only way to have a friend is to be one.", "a": "Ralph Waldo Emerson", "t": ["love", "wisdom"]}, {"q": "Don't go around saying the world owes you a living. The world owes you nothing. It was here first.", "a": "Mark Twain", "t": ["wisdom", "action"]}, {"q": "The glow of one warm thought is to me worth more than money.", "a": "Thomas Jefferson", "t": ["happiness", "wisdom"]}, {"q": "By failing to prepare, you are preparing to fail.", "a": "Benjamin Franklin", "t": ["discipline", "action"]}, {"q": "I'm not in this world to live up to your expectations and you're not in this world to live up to mine.", "a": "Bruce Lee", "t": ["purpose", "mind"]}, {"q": "Leap, and the net will appear.", "a": "John Burroughs", "t": ["courage", "action"]}, {"q": "In the end, it's not the years in your life that count. It's the life in your years.", "a": "Abraham Lincoln", "t": ["time", "purpose"]}, {"q": "Success is not measured by what you accomplish but by the opposition you have encountered, and the courage with which you have maintained the struggle against overwhelming odds.", "a": "Orison Swett Marden", "t": ["courage", "purpose"]}, {"q": "Remember that not getting what you want is sometimes a wonderful stroke of luck.", "a": "Dalai Lama", "t": ["wisdom", "happiness"]}, {"q": "To love and win is the best thing. To love and lose, the next best.", "a": "William Makepeace Thackeray", "t": ["love", "loss"]}, {"q": "We aim above the mark to hit the mark.", "a": "Ralph Waldo Emerson", "t": ["purpose", "action"]}, {"q": "The road to success is lined with many tempting parking spaces.", "a": "Will Rogers", "t": ["action", "humor"]}, {"q": "We must become the change we want to see.", "a": "Mahatma Gandhi", "t": ["action", "purpose"]}, {"q": "When I despair, I remember that all through history the way of truth and love have always won. There have been tyrants and murderers, and for a time, they can seem invincible, but in the end, they always fall. Think of it--always.", "a": "Mahatma Gandhi", "t": ["courage", "love", "wisdom"]}, {"q": "One only understands the things that one tames.", "a": "Antoine de Saint-Exupery", "t": ["wisdom", "mind"]}, {"q": "Be kind to yourself while you bloom. You are all at once the seed, the soil, the sunshine, and the rain.", "a": "Rupi Kaur", "t": ["love", "happiness"]}, {"q": "Life is short, and it is up to you to make it sweet.", "a": "Sarah Louise Delany", "t": ["happiness", "time"]}, {"q": "The true sign of intelligence is not knowledge but imagination.", "a": "Albert Einstein", "t": ["creativity", "wisdom"]}, {"q": "Happiness depends upon ourselves.", "a": "Aristotle", "t": ["happiness", "mind"]}, {"q": "Learning is not a spectator sport.", "a": "D. Blocher", "t": ["action", "wisdom"]}, {"q": "Good thoughts and actions can never produce bad results; bad thoughts and actions can never produce good results.", "a": "James Allen", "t": ["mind", "action"]}, {"q": "I always like to look on the optimistic side of life, but I am realistic enough to know that life is a complex matter.", "a": "Walt Disney", "t": ["wisdom", "happiness"]}, {"q": "If you're serious about changing your life, you'll find a way. If you're not, you'll find an excuse.", "a": "Jen Sincero", "t": ["action", "purpose"]}, {"q": "There is no elevator to success. You have to take the stairs.", "a": "Anonymous", "t": ["action", "discipline"]}, {"q": "Victory is sweetest when you've known defeat.", "a": "Malcolm Forbes", "t": ["wisdom", "courage"]}, {"q": "You only live once, but if you do it right, once is enough.", "a": "Mae West", "t": ["wisdom", "purpose"]}, {"q": "Whatever you want to do, do it now. There are only so many tomorrows.", "a": "Michael Landon", "t": ["action", "time"]}, {"q": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.", "a": "Wayne Dyer", "t": ["action", "mind"]}, {"q": "No matter what you're going through, there's a light at the end of the tunnel.", "a": "Demi Lovato", "t": ["courage", "wisdom"]}, {"q": "It's not the load that breaks you down, it's the way you carry it.", "a": "Lou Holtz", "t": ["wisdom", "mind"]}, {"q": "Do small things with great love.", "a": "Mother Teresa", "t": ["love", "action"]}, {"q": "Once in a while it really hits people that they don't have to experience the world in the way they have been told to.", "a": "Alan Keightley", "t": ["wisdom", "mind"]}, {"q": "If you're going to be thinking, you may as well think big.", "a": "Donald Trump", "t": ["purpose", "mind"]}, {"q": "Those who can't change their minds can't change anything.", "a": "George Bernard Shaw", "t": ["wisdom", "action"]}, {"q": "Nothing great was ever achieved without enthusiasm.", "a": "Ralph Waldo Emerson", "t": ["purpose", "action"]}, {"q": "Each day provides its own gifts.", "a": "Marcus Aurelius", "t": ["happiness", "time"]}, {"q": "In order to carry a positive action we must develop here a positive vision.", "a": "Dalai Lama", "t": ["action", "purpose"]}, {"q": "Knowing yourself is the beginning of all wisdom.", "a": "Aristotle", "t": ["wisdom", "purpose"]}, {"q": "You must expect great things of yourself before you can do them.", "a": "Michael Jordan", "t": ["mind", "action"]}, {"q": "I am not a product of my circumstances. I am a product of my decisions.", "a": "Stephen Covey", "t": ["action", "purpose"]}, {"q": "The mind is not a vessel to be filled but a fire to be ignited.", "a": "Plutarch", "t": ["mind", "wisdom"]}, {"q": "A wise man speaks because he has something to say; a fool speaks because he has to say something.", "a": "Plato", "t": ["wisdom"]}, {"q": "Whether you think you can or you think you can't, either way you are right.", "a": "Henry Ford", "t": ["mind", "action"]}, {"q": "Aspire to inspire before you expire.", "a": "Anonymous", "t": ["purpose", "action"]}, {"q": "All that glitters is not gold.", "a": "William Shakespeare", "t": ["wisdom"]}, {"q": "When you come to the end of your rope, tie a knot and hang on.", "a": "Franklin D. Roosevelt", "t": ["courage", "action"]}, {"q": "Anyone who stops learning is old, whether at twenty or eighty. Anyone who keeps learning stays young.", "a": "Henry Ford", "t": ["wisdom", "time"]}, {"q": "It is better to be hated for what you are than to be loved for what you are not.", "a": "Andre Gide", "t": ["purpose", "wisdom"]}, {"q": "It does not matter how slowly you go, so long as you do not stop.", "a": "Confucius", "t": ["action", "discipline"]}, {"q": "Whatever you want to do, do it now. There are only so many tomorrows.", "a": "Pope Paul VI", "t": ["action", "time"]}, {"q": "I am enough of an artist to draw freely upon my imagination.", "a": "Albert Einstein", "t": ["creativity", "wisdom"]}, {"q": "Wherever you are, be all there.", "a": "Jim Elliot", "t": ["purpose", "time"]}, {"q": "Happiness is the art of never holding in your mind the memory of any unpleasant thing that has passed.", "a": "Unknown", "t": ["happiness", "mind"]}, {"q": "The quality of a man's life is in direct proportion to his commitment to excellence.", "a": "Vince Lombardi", "t": ["purpose", "discipline"]}, {"q": "You've got to be very careful if you don't know where you are going, because you might not get there.", "a": "Yogi Berra", "t": ["humor", "wisdom"]}, {"q": "No masterpiece was ever created by a lazy artist.", "a": "Anonymous", "t": ["creativity", "discipline"]}, {"q": "With the new day comes new strength and new thoughts.", "a": "Eleanor Roosevelt", "t": ["courage", "time"]}, {"q": "It's hard to beat a person who never gives up.", "a": "Babe Ruth", "t": ["courage", "discipline"]}, {"q": "Talent is God-given. Be humble. Fame is man-given. Be grateful. Conceit is self-given. Be careful.", "a": "John Wooden", "t": ["wisdom", "purpose"]}, {"q": "The older I get, the more wisdom I find in the ancient rule of taking first things first. A process which often reduces the most complex human problem to a manageable proportion.", "a": "Dwight D. Eisenhower", "t": ["wisdom", "time"]}, {"q": "One only truly becomes more by giving oneself.", "a": "Goethe", "t": ["love", "purpose"]}, {"q": "Screw it, let's do it.", "a": "Richard Branson", "t": ["action", "courage"]}, {"q": "Have a heart that never hardens, a temper that never tires, a touch that never hurts.", "a": "Charles Dickens", "t": ["love", "wisdom"]}, {"q": "Take what you can from your dreams and make them real as you can.", "a": "Iron and Wine (the band)", "t": ["purpose", "action"]}, {"q": "If you do what you love, you will never work a day in your life.", "a": "Marc Anthony", "t": ["purpose", "happiness"]}, {"q": "We should always allow some time to elapse, for time discloses the truth.", "a": "Seneca", "t": ["time", "wisdom"]}, {"q": "If you are not willing to risk the usual you will have to settle for the ordinary.", "a": "Jim Rohn", "t": ["courage", "purpose"]}, {"q": "Things work out best for those who make the best of how things work out.", "a": "John Wooden", "t": ["wisdom", "action"]}, {"q": "A good head and good heart are always a formidable combination.", "a": "Nelson Mandela", "t": ["wisdom", "love"]}, {"q": "Success is liking yourself, liking what you do, and liking how you do it.", "a": "Maya Angelou", "t": ["happiness", "purpose"]}, {"q": "Rarely have I seen a situation where doing less than the other guy is a good strategy.", "a": "Jimmy Spithill", "t": ["action", "discipline"]}, {"q": "I am not a has-been. I am a will be.", "a": "Lauren Bacall", "t": ["purpose", "time"]}, {"q": "The positive thinker sees the invisible, feels the intangible, and achieves the impossible.", "a": "Winston Churchill", "t": ["mind", "purpose"]}, {"q": "We must not allow other people's limited perceptions to define us.", "a": "Virginia Satir", "t": ["mind", "purpose"]}, {"q": "Let us be grateful to the people who make us happy; they are the charming gardeners who make our souls blossom.", "a": "Marcel Proust", "t": ["happiness", "love"]}, {"q": "If we're growing, we're always going to be out of our comfort zone.", "a": "John Maxwell", "t": ["action", "wisdom"]}, {"q": "Today, fill your cup of life with sunshine and laughter.", "a": "Dodinsky", "t": ["happiness", "time"]}, {"q": "Imagination will often carry us to worlds that never were. But without it we go nowhere.", "a": "Carl Sagan", "t": ["creativity", "purpose"]}, {"q": "You cannot have a positive life and a negative mind.", "a": "Joyce Meyer", "t": ["mind", "happiness"]}, {"q": "God gives every bird its food, but He does not throw it into its nest.", "a": "J.G. Holland", "t": ["action", "wisdom"]}, {"q": "Hope is important because it can make the present moment less difficult to bear. If we believe that tomorrow will be better, we can bear a hardship today.", "a": "Thich Nhat Hanh", "t": ["wisdom", "purpose"]}, {"q": "Ultimately we know deeply that the other side of every fear is a freedom.", "a": "Marilyn Ferguson", "t": ["courage", "freedom"]}, {"q": "Seek first to understand, then to be understood.", "a": "Stephen Covey", "t": ["wisdom", "love"]}, {"q": "You have to be able to accept failure to get better.", "a": "LeBron James", "t": ["action", "wisdom"]}, {"q": "Confidence is a habit that can be developed by acting as if you already had the confidence you desire.", "a": "Brian Tracy", "t": ["courage", "mind"]}, {"q": "I think I am, therefore, I am. I think.", "a": "George Carlin", "t": ["humor", "mind"]}, {"q": "Being a mother is an attitude, not a biological relation.", "a": "Robert A. Heinlein", "t": ["love", "wisdom"]}, {"q": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.", "a": "Booker T. Washington", "t": ["love", "action"]}, {"q": "Don't cry because it's over. Smile because it happened.", "a": "Dr. Seuss", "t": ["happiness", "wisdom"]}, {"q": "Opportunity is missed by most people because it is dressed in overalls and looks like work.", "a": "Thomas A. Edison", "t": ["action", "discipline"]}, {"q": "To see what is right and not do it is a lack of courage.", "a": "Confucius", "t": ["courage", "action"]}, {"q": "If you change the way you look at things, the things you look at change.", "a": "Wayne Dyer", "t": ["mind", "wisdom"]}, {"q": "You cannot tailor-make the situations in life but you can tailor-make the attitudes to fit those situations.", "a": "Zig Ziglar", "t": ["mind", "wisdom"]}, {"q": "You are the sum total of everything you've ever seen, heard, eaten, smelled, been told, forgot - it's all there. Everything influences each of us, and because of that I try to make sure that my experiences are positive.", "a": "Maya Angelou", "t": ["mind", "wisdom"]}, {"q": "All your dreams can come true, if you have the courage to pursue them.", "a": "Walt Disney", "t": ["courage", "purpose"]}, {"q": "I want to be the best, so I work as hard as I can to be that.", "a": "LeBron James", "t": ["discipline", "action"]}, {"q": "You can do anything, but not everything.", "a": "David Allen", "t": ["wisdom", "action"]}, {"q": "There is no substitute for victory.", "a": "Douglas MacArthur", "t": ["purpose", "action"]}, {"q": "If you're going through hell, keep going.", "a": "Winston Churchill", "t": ["courage", "action"]}, {"q": "When I was young, I admired clever people. Now that I am old, I admire kind people.", "a": "Abraham Joshua Heschel", "t": ["love", "wisdom"]}, {"q": "Many of life's failures are people who did not realize how close they were to success when they gave up.", "a": "Thomas A. Edison", "t": ["action", "courage"]}, {"q": "You will face many defeats in life, but never let yourself be defeated.", "a": "Maya Angelou", "t": ["courage", "purpose"]}, {"q": "Success is falling nine times and getting up ten.", "a": "Jon Bon Jovi", "t": ["courage", "action"]}, {"q": "The most beautiful things are not associated with money; they are memories and moments. If you don't celebrate those, they can pass you by.", "a": "Alek Wek", "t": ["happiness", "time"]}, {"q": "Motivation will almost always beat mere talent.", "a": "Norman Ralph Augustine", "t": ["action", "discipline"]}, {"q": "First, have a definite, clear practical ideal; a goal, an objective. Second, have the necessary means to achieve your ends; wisdom, money, materials, and methods. Third, adjust all your means to that end.", "a": "Aristotle", "t": ["purpose", "action"]}, {"q": "Men in general judge more from appearances than from reality. All men have eyes, but few have the gift of penetration.", "a": "Niccolo Machiavelli", "t": ["wisdom", "mind"]}, {"q": "A positive attitude causes a chain reaction of positive thoughts, events and outcomes.", "a": "Wade Boggs", "t": ["mind", "action"]}, {"q": "Change your thoughts and you change your world.", "a": "Norman Vincent Peale", "t": ["mind", "action"]}, {"q": "Give light and people will find the way.", "a": "Ella Baker", "t": ["wisdom", "action"]}, {"q": "If there were no difficulties there would be no success; if there were no what to overcome, there would be nothing to be done.", "a": "Frederick Douglass", "t": ["courage", "action"]}, {"q": "The key to success is to start before you are ready.", "a": "Marie Forleo", "t": ["action", "courage"]}, {"q": "We don't meet people by accident. They are meant to cross our path for a reason.", "a": "Anonymous", "t": ["wisdom", "love"]}, {"q": "Minds are like parachutes. They only function when open.", "a": "Thomas Dewar", "t": ["mind", "wisdom"]}, {"q": "In the beginning was the word.", "a": "The Bible", "t": ["wisdom"]}, {"q": "Just two more reps.", "a": "David Goggins", "t": ["discipline", "action"]}, {"q": "Stay afraid, but do it anyway. What's important is the action. You don't have to wait to be confident. Just do it and eventually the confidence will follow.", "a": "Carrie Fisher", "t": ["courage", "action"]}, {"q": "To love someone is to see a miracle invisible to others.", "a": "Francois Mauriac", "t": ["love"]}, {"q": "Once a year, go someplace you've never been before.", "a": "Dalai Lama", "t": ["happiness", "wisdom"]}, {"q": "Think lightly of yourself and deeply of the world.", "a": "Miyamoto Musashi", "t": ["wisdom", "solitude"]}, {"q": "Dream no small dreams for they have no power to move the hearts of men.", "a": "Johann Wolfgang Von Goethe", "t": ["purpose", "action"]}, {"q": "The question is not who is going to let me; it's who is going to stop me.", "a": "Ayn Rand", "t": ["courage", "action"]}, {"q": "In everything, there is still something to be grateful for.", "a": "Gabrielle Bernstein", "t": ["happiness", "wisdom"]}, {"q": "Each morning when I open my eyes I say to myself: I, not events, have the power to make me happy or unhappy today.", "a": "Groucho Marx", "t": ["happiness", "mind"]}, {"q": "I've found that luck is quite predictable. If you want more luck, take more chances, be more active, show up more often.", "a": "Brian Tracy", "t": ["action", "purpose"]}, {"q": "I've learned that even when I have pains, I don't have to be one.", "a": "Maya Angelou", "t": ["humor", "wisdom"]}, {"q": "All the flowers of tomorrow are in the seeds of today.", "a": "Indian Proverb", "t": ["wisdom", "time"]}, {"q": "Character may be manifested in the great moments, but it is made in the small ones.", "a": "Winston Churchill", "t": ["discipline", "wisdom"]}, {"q": "When you arise in the morning, think of what a privilege it is to be alive, to think, to enjoy, to love.", "a": "Marcus Aurelius", "t": ["happiness", "wisdom"]}, {"q": "You'll seldom experience regret for anything that you've done. It is what you haven't done that will torment you.", "a": "Wayne Dyer", "t": ["action", "courage"]}, {"q": "Whatever you are, be a good one.", "a": "Abraham Lincoln", "t": ["purpose", "action"]}, {"q": "Live your beliefs and you can turn the world around.", "a": "Henry David Thoreau", "t": ["action", "purpose"]}, {"q": "You can't go back and change the beginning, but you can start where you are and change the ending.", "a": "C.S. Lewis", "t": ["action", "time"]}, {"q": "The best preparation for tomorrow is doing your best today.", "a": "H. Jackson Brown, Jr.", "t": ["action", "discipline"]}, {"q": "Love is not about how many days, months, or years you have been together. Love is about how much you love each other every single day.", "a": "Anonymous", "t": ["love", "time"]}, {"q": "Accept the things to which fate binds you.", "a": "Marcus Aurelius", "t": ["wisdom", "action"]}, {"q": "Pain is inevitable. Suffering is optional.", "a": "Buddhist Proverb", "t": ["wisdom", "mind"]}, {"q": "Risk more than others think is safe. Dream more than others think is practical.", "a": "Howard Schultz", "t": ["courage", "purpose"]}, {"q": "What is the point of being alive if you don't at least try to do something remarkable.", "a": "John Green", "t": ["purpose", "action"]}, {"q": "Happiness is when what you think, what you say, and what you do are in harmony.", "a": "Mahatma Gandhi", "t": ["happiness", "mind"]}, {"q": "I wish I had known earlier that you have all the time you'll ever need right up until you don't.", "a": "Glenn Frey", "t": ["time", "wisdom"]}, {"q": "The will to win is important, but the will to prepare is vital.", "a": "Joe Paterno", "t": ["discipline", "action"]}, {"q": "Never give up, for that is just the place and time that the tide will turn.", "a": "Harriet Beecher Stowe", "t": ["courage", "action"]}, {"q": "Life's challenges are not supposed to paralyze you, they're supposed to help you discover who you are.", "a": "Bernice Johnson Reagon", "t": ["purpose", "courage"]}, {"q": "Don't judge those who try and fail, judge those who fail to try.", "a": "Anonymous", "t": ["action", "wisdom"]}, {"q": "Without courage, wisdom bears no fruit.", "a": "Baltasar Gracian", "t": ["courage", "wisdom"]}, {"q": "I could not, at any age, be content to take my place by the fireside and simply look on. Life was meant to be lived.", "a": "Eleanor Roosevelt", "t": ["action", "purpose"]}, {"q": "We did not come to fear the future. We came here to shape it.", "a": "Barack Obama", "t": ["purpose", "action"]}, {"q": "A successful man is one who can lay a firm foundation with the bricks others have thrown at him.", "a": "David Brinkley", "t": ["courage", "wisdom"]}, {"q": "If you're going to be thinking anyway, think big.", "a": "Donald Trump", "t": ["purpose", "mind"]}, {"q": "The tragedy in life doesn't lie in not reaching your goal. The tragedy lies in having no goals to reach.", "a": "Benjamin E. Mays", "t": ["purpose", "wisdom"]}, {"q": "Every wall is a door.", "a": "Ralph Waldo Emerson", "t": ["courage", "wisdom"]}, {"q": "Inspiration exists, but it has to find us working.", "a": "Pablo Picasso", "t": ["creativity", "action"]}, {"q": "If we command our wealth, we shall be rich and free; if our wealth commands us, we are poor indeed.", "a": "Edmund Burke", "t": ["wisdom", "freedom"]}, {"q": "Nothing will work unless you do.", "a": "John Wooden", "t": ["action", "discipline"]}, {"q": "The biggest adventure you can take is to live the life of your dreams.", "a": "Oprah Winfrey", "t": ["purpose", "courage"]}, {"q": "Failure is the condiment that gives success its flavor.", "a": "Truman Capote", "t": ["wisdom", "humor"]}, {"q": "Doubt kills more dreams than failure ever will.", "a": "Suzy Kassem", "t": ["mind", "courage"]}, {"q": "I would rather die on my feet than live on my knees.", "a": "Emiliano Zapata", "t": ["courage", "freedom"]}, {"q": "If you could kick the person in the pants responsible for most of your trouble, you wouldn't sit for a month.", "a": "Theodore Roosevelt", "t": ["humor", "action"]}, {"q": "People may hear your words, but they feel your energy.", "a": "Unknown", "t": ["wisdom", "mind"]}, {"q": "We can't help everyone, but everyone can help someone.", "a": "Ronald Reagan", "t": ["love", "action"]}, {"q": "Change is not merely necessary to life - it is life.", "a": "Alvin Toffler", "t": ["wisdom", "action"]}, {"q": "Many people lose their tempers merely from seeing you keep yours.", "a": "Frank Moore Colby", "t": ["wisdom", "mind"]}, {"q": "Try to be like the turtle -- at ease in your own shell.", "a": "Bill Copeland", "t": ["happiness", "solitude"]}, {"q": "Follow your inner moonlight; don't hide the madness.", "a": "Allen Ginsberg", "t": ["purpose", "creativity"]}, {"q": "We can live without religion and meditation, but we cannot survive without human affection.", "a": "Dalai Lama", "t": ["love", "wisdom"]}, {"q": "Whoever is happy will make others happy too.", "a": "Anne Frank", "t": ["happiness", "love"]}, {"q": "Believe in yourself! Have faith in your abilities! Without a humble but reasonable confidence in your own powers you cannot be successful or happy.", "a": "Norman Vincent Peale", "t": ["courage", "mind"]}, {"q": "What you get by achieving your goals is not as important as what you become by achieving your goals.", "a": "Henry David Thoreau", "t": ["purpose", "wisdom"]}, {"q": "When defeat comes, accept it as a signal that your plans are not sound, rebuild your plans, and set sail once more toward your coveted goal.", "a": "Napoleon Hill", "t": ["action", "courage"]}, {"q": "Even if you are on the right track, you'll get run over if you just sit there.", "a": "Will Rogers", "t": ["action", "humor"]}, {"q": "Perfection is not attainable, but if we chase perfection we can catch excellence.", "a": "Vince Lombardi", "t": ["discipline", "purpose"]}, {"q": "Change your life today. Don't gamble on the future, act now, without delay.", "a": "Simone de Beauvoir", "t": ["action", "time"]}, {"q": "It is in your moments of decision that your destiny is shaped.", "a": "Tony Robbins", "t": ["action", "purpose"]}, {"q": "The value of a man resides in what he gives and not in what he is capable of receiving.", "a": "Albert Einstein", "t": ["love", "purpose"]}, {"q": "I would rather be optimistic and wrong than pessimistic and right.", "a": "Elon Musk", "t": ["mind", "courage"]}, {"q": "The function of education is to teach one to think intensively and to think critically. Intelligence plus character - that is the goal of true education.", "a": "Martin Luther King Jr.", "t": ["wisdom", "mind"]}, {"q": "There's a difference between interest and commitment. When you're interested in doing something, you do it only when it's convenient. When you're committed to something, you accept no excuses; only results.", "a": "Kenneth Blanchard", "t": ["discipline", "action"]}, {"q": "How soon 'not now' becomes 'never'.", "a": "Martin Luther", "t": ["action", "time"]}, {"q": "Think wrongly if you please, but in all cases think for yourself.", "a": "Doris Lessing", "t": ["mind", "courage"]}, {"q": "Choose a job you love, and you will never have to work a day in your life.", "a": "Confucius", "t": ["happiness", "purpose"]}, {"q": "The person who makes a success of living is the one who sees his goal steadily and aims for it unswervingly.", "a": "Cecil B. DeMille", "t": ["purpose", "discipline"]}, {"q": "You have to expect things of yourself before you can do them.", "a": "Michael Jordan", "t": ["mind", "action"]}, {"q": "Don't be too timid and squeamish about your actions. All life is an experiment.", "a": "Ralph Waldo Emerson", "t": ["action", "courage"]}, {"q": "Self-knowledge is no guarantee of happiness, but it is on the side of happiness and can supply the courage to fight for it.", "a": "Simone de Beauvoir", "t": ["wisdom", "happiness"]}, {"q": "Man stands in his own shadow and wonders why it's dark.", "a": "Zen Proverb", "t": ["wisdom", "mind"]}, {"q": "We are all different, which is great because we are all unique. Without diversity, life would be very boring.", "a": "Catherine Pulsifer", "t": ["wisdom", "happiness"]}, {"q": "I may not have gone where I intended to go, but I think I have ended up where I needed to be.", "a": "Douglas Adams", "t": ["wisdom", "purpose"]}, {"q": "If opportunity doesn't knock, build a door.", "a": "Milton Berle", "t": ["action", "courage"]}, {"q": "When you stand for something, stand for it all the way.", "a": "John Madden", "t": ["courage", "purpose"]}, {"q": "Be like the flower that gives its fragrance to even the hand that crushes it.", "a": "Imam Ali", "t": ["love", "courage"]}, {"q": "Don't judge each day by the harvest you reap but by the seeds that you plant.", "a": "Robert Louis Stevenson", "t": ["wisdom", "purpose"]}, {"q": "Think little goals and expect little achievements. Think big goals and win big success.", "a": "David Joseph Schwartz", "t": ["purpose", "action"]}, {"q": "Live for each second without hesitation.", "a": "Elton John", "t": ["action", "time"]}, {"q": "You can't connect the dots looking forward; you can only connect them looking backwards. So you have to trust that the dots will somehow connect in your future.", "a": "Steve Jobs", "t": ["wisdom", "purpose"]}, {"q": "Where love is, there God is also.", "a": "Mahatma Gandhi", "t": ["love", "wisdom"]}, {"q": "If something burns your soul with purpose and desire, it's your duty to be reduced to ashes by it. Any other form of existence will be yet another dull book in the library of scoundrels.", "a": "Charles Bukowski", "t": ["purpose", "passion"]}, {"q": "What the mind of man can conceive and believe, it can achieve.", "a": "Napoleon Hill", "t": ["mind", "purpose"]}, {"q": "Become the change you want to see - those are words I live by.", "a": "Oprah Winfrey", "t": ["action", "purpose"]}, {"q": "Change in all things is sweet.", "a": "Aristotle", "t": ["wisdom", "action"]}, {"q": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down.", "a": "Charles F. Kettering", "t": ["action", "purpose"]}, {"q": "Ask yourself if what you're doing today is getting you closer to where you want to be tomorrow.", "a": "Anonymous", "t": ["action", "purpose"]}, {"q": "Do not let what you cannot do interfere with what you can do.", "a": "John Wooden", "t": ["action", "wisdom"]}, {"q": "Old ways won't open new doors.", "a": "Anonymous", "t": ["action", "wisdom"]}, {"q": "Don't be pushed by your problems, be led by your dreams.", "a": "Ralph Waldo Emerson", "t": ["purpose", "action"]}, {"q": "The more that you read, the more things you will know. The more that you learn, the more places you'll go.", "a": "Dr. Seuss", "t": ["wisdom", "purpose"]}, {"q": "Life is 10 percent what happens to you and 90 percent how you respond to it.", "a": "Charles R. Swindoll", "t": ["wisdom", "mind"]}, {"q": "Believe in yourself. You are braver than you think, more talented than you know, and capable of more than you imagine.", "a": "Roy T. Bennett", "t": ["courage", "mind"]}, {"q": "A man who dares to waste one hour of time has not discovered the value of life.", "a": "Charles Darwin", "t": ["time", "purpose"]}, {"q": "You were put on this earth to achieve your greatest self, to live out your purpose, and to do it courageously.", "a": "Steve Maraboli", "t": ["purpose", "courage"]}, {"q": "I was never really insane except upon occasions when my heart was touched.", "a": "Edgar Allan Poe", "t": ["love", "creativity"]}, {"q": "It's better to do something imperfectly than to do nothing flawlessly.", "a": "Robert H. Schuller", "t": ["action", "wisdom"]}, {"q": "Love is the only force capable of transforming an enemy into a friend.", "a": "Martin Luther King Jr.", "t": ["love", "wisdom"]}, {"q": "Dream more than others think practical. Expect more than others think possible. Care more than others think wise.", "a": "Howard Schultz", "t": ["purpose", "courage"]}, {"q": "Positive thinking will let you do everything better than negative thinking will.", "a": "Zig Ziglar", "t": ["mind", "action"]}, {"q": "Everything has beauty, but not everyone sees it.", "a": "Confucius", "t": ["wisdom", "happiness"]}, {"q": "Success demands singleness of purpose.", "a": "Vince Lombardi", "t": ["purpose", "discipline"]}, {"q": "There are no failures - just experiences and your reactions to them.", "a": "Tom Krause", "t": ["action", "wisdom"]}, {"q": "Nobody ever wrote down a plan to be broke, fat, lazy, or stupid. Those things are what happen when you don't have a plan.", "a": "Larry Winget", "t": ["action", "discipline"]}, {"q": "The only time I don't have problems is the time I spend solving them.", "a": "Guillaume Apollinaire", "t": ["action", "humor"]}, {"q": "Wherever you go, go with all your heart.", "a": "Confucius", "t": ["purpose", "action"]}, {"q": "Commitment is an act, not a word.", "a": "Jean-Paul Sartre", "t": ["action", "discipline"]}, {"q": "Everyone thinks of changing the world, but no one thinks of changing himself.", "a": "Leo Tolstoy", "t": ["wisdom", "action"]}, {"q": "If my mind can conceive it, and my heart can believe it, then I can achieve it.", "a": "Muhammad Ali", "t": ["mind", "purpose"]}, {"q": "Everything you've ever wanted is on the other side of fear.", "a": "George Addair", "t": ["courage", "purpose"]}, {"q": "A goal is not always meant to be reached. It often serves simply as something to aim at.", "a": "Bruce Lee", "t": ["purpose", "wisdom"]}, {"q": "I'm tough, I'm ambitious, and I know exactly what I want.", "a": "Madonna", "t": ["purpose", "discipline"]}, {"q": "Press forward. Do not stop, do not linger in your journey, but strive for the mark set before you.", "a": "George Whitefield", "t": ["action", "discipline"]}, {"q": "Challenges are gifts that force us to search for a new center of gravity. Don't fight them. Just find a new way to stand.", "a": "Oprah Winfrey", "t": ["courage", "wisdom"]}, {"q": "Be yourself; everyone else is already taken.", "a": "Oscar Wilde", "t": ["purpose", "courage"]}, {"q": "Man's capacity for evil makes democracy necessary and man's capacity for good makes democracy possible.", "a": "Reinhold Niebuhr", "t": ["wisdom"]}, {"q": "You can't use up creativity. The more you use, the more you have.", "a": "Maya Angelou", "t": ["creativity"]}, {"q": "Everything you want is out there waiting for you to ask. Everything you want also wants you. But you have to take action to get it.", "a": "Jules Renard", "t": ["action", "purpose"]}, {"q": "First say to yourself what you would be; and then do what you have to do.", "a": "Epictetus", "t": ["action", "purpose"]}, {"q": "Sometimes the smallest step in the right direction ends up being the biggest step of your life. Tip toe if you must, but take a step.", "a": "Naeem Callaway", "t": ["action", "courage"]}, {"q": "The only source of knowledge is experience.", "a": "Albert Einstein", "t": ["wisdom", "action"]}, {"q": "Happiness is not a goal; it is a by-product.", "a": "Eleanor Roosevelt", "t": ["happiness", "purpose"]}, {"q": "No matter how long you have been on the wrong road, turn around.", "a": "Unknown", "t": ["courage", "action"]}, {"q": "Leave nothing for tomorrow which can be done today.", "a": "Abraham Lincoln", "t": ["action", "time"]}, {"q": "Life is not a problem to be solved, but a reality to be experienced.", "a": "Soren Kierkegaard", "t": ["wisdom", "purpose"]}, {"q": "The only thing we have to fear is fear itself.", "a": "Franklin D. Roosevelt", "t": ["courage"]}, {"q": "In this life we cannot always do great things. But we can do small things with great love.", "a": "Mother Teresa", "t": ["love", "action"]}, {"q": "Tough times never last, but tough people do.", "a": "Robert H. Schuller", "t": ["courage", "wisdom"]}, {"q": "I have always depended on the kindness of strangers.", "a": "Tennessee Williams", "t": ["love", "wisdom"]}, {"q": "Be sure you put your feet in the right place, then stand firm.", "a": "Abraham Lincoln", "t": ["purpose", "discipline"]}, {"q": "Understand that most problems are a good sign. Problems indicate that progress is being made, wheels are turning, you are moving toward your goal. Beware when you have no problems. Then you've really got a problem... Problems are like landmarks of progress.", "a": "Scott Alexander", "t": ["action", "wisdom"]}, {"q": "How you love yourself is how you teach others to love you.", "a": "Rupi Kaur", "t": ["love", "wisdom"]}, {"q": "There is only one happiness in this life, to love and be loved.", "a": "George Sand", "t": ["love", "happiness"]}, {"q": "I believe that everything happens for a reason. People change so that you can learn to let go, things go wrong so that you appreciate them when they're right, you believe lies so you eventually learn to trust no one but yourself, and sometimes good things fall apart so better things can fall together.", "a": "Marilyn Monroe", "t": ["wisdom", "purpose"]}, {"q": "Go big or go home.", "a": "Unknown", "t": ["courage", "action"]}, {"q": "Life can only be understood backwards; but it must be lived forwards.", "a": "Soren Kierkegaard", "t": ["time", "wisdom"]}, {"q": "You can observe a lot just by watching.", "a": "Yogi Berra", "t": ["wisdom", "humor"]}, {"q": "You'll never plough a field by turning it over in your mind.", "a": "Irish Proverb", "t": ["action", "wisdom"]}, {"q": "Great works are performed not by strength, but by perseverance.", "a": "Samuel Johnson", "t": ["discipline", "action"]}, {"q": "When you know what you want and you want it badly enough, you will find the way to get it.", "a": "Jim Rohn", "t": ["purpose", "action"]}, {"q": "Man's status in the natural world is determined, therefore, by the quality of his thinking.", "a": "Anthony de Mello", "t": ["mind", "wisdom"]}, {"q": "Start where you are. Use what you have. Do what you can.", "a": "Arthur Ashe", "t": ["action", "wisdom"]}, {"q": "I attribute my success to this - I never gave or took an excuse.", "a": "Florence Nightingale", "t": ["discipline", "action"]}, {"q": "You have to work on the business, not in the business.", "a": "Michael Gerber", "t": ["action", "purpose"]}, {"q": "What great thing would you attempt if you knew you could not fail?", "a": "Robert H. Schuller", "t": ["courage", "purpose"]}, {"q": "All things are difficult before they are easy.", "a": "Thomas Fuller", "t": ["action", "wisdom"]}, {"q": "Knowledge speaks, but wisdom listens.", "a": "Jimi Hendrix", "t": ["wisdom"]}, {"q": "Every moment of your life is infinitely creative and the universe is endlessly bountiful. Just put forth a clear enough request, and everything your heart desires must come to you.", "a": "Shakti Gawain", "t": ["creativity", "purpose"]}, {"q": "I am an optimist. It does not seem too much use being anything else.", "a": "Winston Churchill", "t": ["wisdom", "humor"]}, {"q": "May your choices reflect your hopes, not your fears.", "a": "Nelson Mandela", "t": ["courage", "purpose"]}, {"q": "When I was 5 years old, my mother always told me that happiness was the key to life. When I went to school, they asked me what I wanted to be when I grew up. I wrote down 'happy'. They told me I didn't understand the assignment, and I told them they didn't understand life.", "a": "John Lennon", "t": ["happiness", "wisdom"]}, {"q": "Believe and act as if it were impossible to fail.", "a": "Charles F. Kettering", "t": ["action", "courage"]}, {"q": "The man who does not read has no advantage over the man who cannot read.", "a": "Mark Twain", "t": ["wisdom", "action"]}, {"q": "We are what we pretend to be, so we must be careful about what we pretend to be.", "a": "Kurt Vonnegut", "t": ["wisdom", "mind"]}, {"q": "Science is what you know. Philosophy is what you don't know.", "a": "Bertrand Russell", "t": ["wisdom", "mind"]}, {"q": "If I have seen further, it is by standing on the shoulders of giants.", "a": "Isaac Newton", "t": ["wisdom", "action"]}, {"q": "You've achieved success in your field when you don't know whether what you're doing is work or play.", "a": "Warren Beatty", "t": ["happiness", "purpose"]}, {"q": "Going to church doesn't make you a Christian any more than going to a garage makes you an automobile.", "a": "Billy Sunday", "t": ["wisdom", "humor"]}, {"q": "He who is not courageous enough to take risks will accomplish nothing in life.", "a": "Muhammad Ali", "t": ["courage", "action"]}, {"q": "Knowing is not enough; we must apply. Willing is not enough; we must do.", "a": "Bruce Lee", "t": ["action", "wisdom"]}, {"q": "I didn't get there by wishing for it or hoping for it, but by working for it.", "a": "Estée Lauder", "t": ["action", "discipline"]}, {"q": "Whatever you hold in your mind on a consistent basis is exactly what you will experience in your life.", "a": "Tony Robbins", "t": ["mind", "purpose"]}, {"q": "We make a living by what we get, but we make a life by what we give.", "a": "Winston Churchill", "t": ["love", "purpose"]}, {"q": "Don't be afraid to give yourself everything you've ever wanted in life.", "a": "Anonymous", "t": ["purpose", "action"]}, {"q": "It's your life; you don't need someone's permission to live the life you want. Be brave to live from your heart.", "a": "Roy T. Bennett", "t": ["courage", "purpose"]}, {"q": "Always bear in mind that your own resolution to succeed is more important than any other.", "a": "Abraham Lincoln", "t": ["purpose", "discipline"]}, {"q": "You have succeeded in life when all you really want is only what you really need.", "a": "Vernon Howard", "t": ["wisdom", "happiness"]}, {"q": "Do one thing every day that scares you.", "a": "Eleanor Roosevelt", "t": ["courage", "action"]}, {"q": "Do not be too timid and squeamish about your actions. All life is an experiment.", "a": "Ralph Waldo Emerson", "t": ["action", "courage"]}, {"q": "Knowing yourself is the beginning of all wisdom.", "a": "Aristotle", "t": ["wisdom", "purpose"]}, {"q": "It always seems impossible until it is done.", "a": "Nelson Mandela", "t": ["action", "courage"]}, {"q": "Live your life and forget your age.", "a": "Jean Paul", "t": ["happiness", "time"]}, {"q": "Successful people do what unsuccessful people are not willing to do. Don't wish it were easier; wish you were better.", "a": "Jim Rohn", "t": ["discipline", "action"]}, {"q": "I know where I'm going and I know the truth, and I don't have to be what you want me to be. I'm free to be what I want.", "a": "Muhammad Ali", "t": ["purpose", "freedom"]}, {"q": "If everything seems under control, you're not going fast enough.", "a": "Mario Andretti", "t": ["action", "humor"]}, {"q": "Look well into thyself; there is a source of strength which will always spring up if thou wilt always look.", "a": "Marcus Aurelius", "t": ["wisdom", "mind"]}, {"q": "I'm always doing that which I cannot do, in order that I may learn how to do it.", "a": "Pablo Picasso", "t": ["action", "creativity"]}, {"q": "Nothing is as soft as water, yet who can withstand the raging flood?", "a": "Lao Tzu", "t": ["wisdom"]}, {"q": "Do what you have to do until you can do what you want to do.", "a": "Oprah Winfrey", "t": ["action", "purpose"]}, {"q": "If you want to know where your heart is, look where your mind goes when it wanders.", "a": "Unknown", "t": ["wisdom", "purpose"]}, {"q": "Reality is negotiable.", "a": "Tim Ferriss", "t": ["wisdom", "mind"]}, {"q": "It is time for us all to stand and cheer for the doer, the achiever -- the one who recognizes the challenges and does something about it.", "a": "Vince Lombardi", "t": ["action", "purpose"]}, {"q": "When fate hands you a lemon, make lemonade.", "a": "Dale Carnegie", "t": ["wisdom", "action"]}, {"q": "The power you have is to be the best version of yourself you can be, so you can create a better world.", "a": "Ashley Rickards", "t": ["purpose", "action"]}, {"q": "Be gentle with yourself. You are a child of the universe, no less than the trees and the stars.", "a": "Max Ehrmann", "t": ["love", "wisdom"]}, {"q": "Be decisive. Right or wrong, make a decision. The road of life is paved with flat squirrels who couldn't make a decision.", "a": "Anonymous", "t": ["action", "humor"]}, {"q": "Cowards die many times before their deaths; the valiant never taste of death but once.", "a": "William Shakespeare", "t": ["courage"]}, {"q": "The ones who are crazy enough to think they can change the world are the ones who do.", "a": "Anonymous", "t": ["purpose", "courage"]}, {"q": "The first and greatest victory is to conquer yourself.", "a": "Plato", "t": ["discipline", "wisdom"]}, {"q": "Sometimes you win, sometimes you learn.", "a": "John Maxwell", "t": ["wisdom", "action"]}, {"q": "Shoot for the moon. Even if you miss, you'll land among the stars.", "a": "Norman Vincent Peale", "t": ["purpose", "courage"]}, {"q": "Life's not about expecting, hoping and wishing. It's about doing, being and becoming.", "a": "Mike Dooley", "t": ["action", "purpose"]}, {"q": "I choose to make the rest of my life the best of my life.", "a": "Louise Hay", "t": ["purpose", "action"]}, {"q": "There will always be rocks in the road ahead of us. They will be stumbling blocks or stepping stones; it all depends on how you use them.", "a": "Friedrich Nietzsche", "t": ["wisdom", "action"]}, {"q": "If you want something said, ask a man; if you want something done, ask a woman.", "a": "Margaret Thatcher", "t": ["action", "wisdom"]}, {"q": "You must have long-range goals to keep you from being frustrated by short-range failures.", "a": "Charles C. Noble", "t": ["purpose", "action"]}, {"q": "All things are difficult before they are easy.", "a": "Thomas Fuller", "t": ["action", "wisdom"]}, {"q": "There is nothing either good or bad but thinking makes it so.", "a": "William Shakespeare", "t": ["mind", "wisdom"]}, {"q": "Success is not the absence of failure; it's the persistence through failure.", "a": "Aisha Tyler", "t": ["action", "courage"]}, {"q": "Fear is the thief of dreams.", "a": "Brian Krans", "t": ["courage", "purpose"]}, {"q": "What am I doing with my one wild and precious life?", "a": "Mary Oliver", "t": ["purpose", "time"]}, {"q": "As fast as each opportunity presents itself, use it! No matter how tiny an opportunity it may be, use it!", "a": "Booker T. Washington", "t": ["action", "purpose"]}, {"q": "The power of imagination makes us infinite.", "a": "John Muir", "t": ["creativity", "purpose"]}, {"q": "Don't be afraid of new ideas. Be afraid of old ideas. They keep you where you are and stop you from growing and moving forward.", "a": "Wayne Dyer", "t": ["wisdom", "action"]}, {"q": "Excellence is not a destination; it is a continuous journey that never ends.", "a": "Brian Tracy", "t": ["discipline", "purpose"]}, {"q": "Things may come to those who wait, but only the things left by those who hustle.", "a": "Abraham Lincoln", "t": ["action", "discipline"]}, {"q": "The things that are best about you were in you all along.", "a": "Unknown", "t": ["wisdom", "purpose"]}, {"q": "Winning means you're willing to go longer, work harder, and give more than anyone else.", "a": "Vince Lombardi", "t": ["discipline", "action"]}, {"q": "Action is the antidote to despair.", "a": "Joan Baez", "t": ["action", "courage"]}, {"q": "Light is the task when many share the toil.", "a": "Homer", "t": ["action", "wisdom"]}, {"q": "It is not in the stars to hold our destiny but in ourselves.", "a": "William Shakespeare", "t": ["purpose", "action"]}, {"q": "Adapt what is useful, reject what is useless, and add what is specifically your own.", "a": "Bruce Lee", "t": ["wisdom", "action"]}, {"q": "Even a fool knows you can't touch the stars, but it won't keep the fools from trying.", "a": "Harry Anderson", "t": ["purpose", "courage"]}, {"q": "We would accomplish many more things if we did not think of them as impossible.", "a": "Vince Lombardi", "t": ["mind", "action"]}, {"q": "Motivation is the art of getting people to do what you want them to do because they want to do it.", "a": "Dwight D. Eisenhower", "t": ["action", "wisdom"]}, {"q": "Only those who dare to fail greatly can ever achieve greatly.", "a": "Robert F. Kennedy", "t": ["courage", "action"]}, {"q": "Believe you can and you're halfway there.", "a": "Theodore Roosevelt", "t": ["mind", "action", "courage"]}, {"q": "If you want to live a happy life, tie it to a goal, not to people or things.", "a": "Albert Einstein", "t": ["happiness", "purpose"]}, {"q": "Work out your own salvation. Do not depend on others.", "a": "Buddha", "t": ["action", "purpose"]}, {"q": "I have decided to stick with love. Hate is too great a burden to bear.", "a": "Martin Luther King Jr.", "t": ["love", "wisdom"]}, {"q": "Good things happen to those who hustle.", "a": "Anais Nin", "t": ["action", "discipline"]}, {"q": "Change the world by being yourself.", "a": "Amy Poehler", "t": ["purpose", "action"]}, {"q": "Work harder than you think you did yesterday.", "a": "Alex Elle", "t": ["discipline", "action"]}, {"q": "If you want the rainbow, you have to put up with the rain.", "a": "Dolly Parton", "t": ["wisdom", "courage"]}, {"q": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.", "a": "Franklin D. Roosevelt", "t": ["happiness", "creativity"]}, {"q": "The most valuable thing you can make is a mistake - you can't learn anything from being perfect.", "a": "Adam Osborne", "t": ["action", "wisdom"]}, {"q": "Tomorrow is the first blank page of a 365 page story. Write a good one.", "a": "Brad Paisley", "t": ["time", "purpose"]}, {"q": "Optimism is the one quality more associated with success and happiness than any other.", "a": "Brian Tracy", "t": ["happiness", "mind"]}, {"q": "Success always demands a greater effort.", "a": "Winston Churchill", "t": ["discipline", "action"]}, {"q": "Be careful what you set your heart on, for it will surely be yours.", "a": "Ralph Waldo Emerson", "t": ["purpose", "mind"]}, {"q": "It's kind of fun to do the impossible.", "a": "Walt Disney", "t": ["action", "courage"]}, {"q": "You change your life by changing your heart.", "a": "Max Lucado", "t": ["action", "mind"]}, {"q": "You can't live a perfect day without doing something for someone who will never be able to repay you.", "a": "John Wooden", "t": ["love", "happiness"]}, {"q": "In any situation, the best thing you can do is the right thing; the next best thing you can do is the wrong thing; the worst thing you can do is nothing.", "a": "Theodore Roosevelt", "t": ["action", "wisdom"]}, {"q": "Peace does not mean to be in a place where there is no noise, trouble or hard work. Peace means to be in the midst of all those things and still be calm in your heart.", "a": "Unknown", "t": ["wisdom", "mind"]}, {"q": "What on earth would a man do with himself if something did not stand in his way?", "a": "H.G. Wells", "t": ["purpose", "action"]}, {"q": "All our talents increase in the using, and every faculty, both good and bad, strengthens by exercise.", "a": "George Eliot", "t": ["action", "discipline"]}, {"q": "You change your life by changing your heart.", "a": "Max Lucado", "t": ["action", "mind"]}, {"q": "You can't expect to hit the jackpot if you don't put a few nickels in the machine.", "a": "Flip Wilson", "t": ["action", "discipline"]}, {"q": "The things that are hardest to bear are sweetest to remember.", "a": "Seneca", "t": ["wisdom", "loss"]}, {"q": "Without passion you don't have energy, without energy you have nothing.", "a": "Donald Trump", "t": ["purpose", "action"]}, {"q": "I wanted to change the world. But I have found that the only thing one can be sure of changing is oneself.", "a": "Aldous Huxley", "t": ["wisdom", "action"]}, {"q": "I was taught that the way of progress is neither swift nor easy.", "a": "Marie Curie", "t": ["discipline", "wisdom"]}, {"q": "First they ignore you, then they laugh at you, then they fight you, then you win.", "a": "Mahatma Gandhi", "t": ["courage", "purpose"]}, {"q": "Experience is one thing you can't get for nothing.", "a": "Oscar Wilde", "t": ["wisdom", "action"]}, {"q": "Keep your eyes on the stars and your feet on the ground.", "a": "Theodore Roosevelt", "t": ["wisdom", "purpose"]}, {"q": "Diligence is the mother of good luck.", "a": "Benjamin Franklin", "t": ["discipline", "action"]}, {"q": "Love all, trust a few, do wrong to none.", "a": "William Shakespeare", "t": ["love", "wisdom"]}, {"q": "You escape competition through authenticity.", "a": "Naval Ravikant", "t": ["wisdom", "purpose"]}]