[{"q": "We choose outcomes as goals and treat processes as chores. A wiser approach is to set processes as goals and treat outcomes as by-products.", "a": "Vizi Andrei (Author / Instagram)", "t": ["wisdom", "purpose"]}, {"q": "Freethinkers are those who are willing to use their minds without prejudice and without fearing to understand things that clash with their own customs, privileges, or beliefs.", "a": "Leo N. Tolstoy", "t": ["courage", "wisdom", "freedom", "mind"]}, {"q": "You have to decide who you are and force the world to deal with you, not with its idea of you.", "a": "James Baldwin", "t": ["mind"]}, {"q": "Without courage we cannot practice any other virtue with consistency. We can’t be kind, true, merciful, generous, or honest.", "a": "Maya Angelou", "t": ["courage", "love", "discipline", "action"]}, {"q": "Death twitches my ear. Live, he says, I am coming.", "a": "Virgil", "t": ["death"]}, {"q": "Mostly it is loss which teaches us about the worth of things.", "a": "Arthur Schopenhauer", "t": ["creativity", "loss"]}, {"q": "The strongest man in the world is he who stands most alone.", "a": "Henrik Ibsen", "t": ["solitude"]}, {"q": "Inaction breeds doubt and fear. Action breeds confidence and courage. If you want to conquer the negative elements in your life, don't sit at home and think about it. Go out and get busy!", "a": "Dale Carnegie", "t": ["courage", "action", "mind"]}, {"q": "I would much rather have men ask why I have no statue, than why I have one.", "a": "Cato the Elder", "t": ["purpose"]}, {"q": "Always laugh when you can. It is cheap medicine.", "a": "Lord Byron", "t": ["happiness"]}, {"q": "Tomorrow is the most important thing in life. Comes into us at midnight very clean. It's perfect when it arrives and it puts itself in our hands. It hopes we've learned something from yesterday.", "a": "John Wayne", "t": ["wisdom", "solitude", "time"]}, {"q": "Only the disciplined ones in life are free. If you are undisciplined, you are a slave to your moods and your passions.", "a": "Eliud Kipchoge", "t": ["discipline", "freedom"]}, {"q": "I recently found a box filled with notes I wrote to myself years ago. I like this one: 1. Know what you want. 2. Go after it relentlessly.", "a": "James Clear", "t": ["wisdom", "solitude", "time"]}, {"q": "Goals are for people who care about winning once. Systems are for people who care about winning repeatedly.", "a": "James Clear", "t": ["love", "purpose"]}, {"q": "Some things work and some things don't. There is almost always another way to get where you want to go. Don't keep trying to open a locked door.", "a": "James Clear", "t": ["action"]}, {"q": "If what you have seems insufficient to you, then though you possess the world, you will yet be miserable.", "a": "Seneca", "t": ["simplicity"]}, {"q": "Dogs are our link to paradise. They don't know evil or jealousy or discontent. To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring-it was peace.", "a": "Milan Kundera", "t": ["wisdom", "happiness", "time", "action"]}, {"q": "You can’t steal second base and keep your foot on first base.", "a": "Frederick B. Wilcox", "t": ["wisdom"]}, {"q": "I have no desire to suffer twice, in reality and then in retrospect.", "a": "Sophocles", "t": ["loss"]}, {"q": "Most men pursue pleasure with such breathless haste that they hurry past it.", "a": "Søren Kierkegaard", "t": ["happiness", "time"]}, {"q": "If I could sink my teeth into the whole earth and actually taste it, I’d be happier for a moment… But I don’t always want to be happy. To be unhappy now and then is part of being natural. Not all days are sunny, and when rain is scarce, we pray for it. And so I take unhappiness with happiness naturally, just as I don’t marvel that there are mountains and plains and that there are rocks and grass… What matters is to be natural and calm in happiness and in unhappiness, to feel as if feeling were seeing, to think as if thinking were walking, and to remember, when death comes, that each day dies, and the sunset is beautiful, and so is the night that remains… That’s how it is and how I want it to be…", "a": "Fernando Pessoa", "t": ["happiness", "creativity", "time", "death"]}, {"q": "Dogs are our link to paradise. They don’t know evil or jealousy or discontent. To sit with a dog on a hillside on a glorious afternoon is to be back in Eden, where doing nothing was not boring—it was peace.", "a": "Milan Kundera", "t": ["wisdom", "happiness", "time", "action"]}, {"q": "Don’t worry about people stealing your ideas. If your ideas are any good, you’ll have to ram them down people’s throats.", "a": "Howard Aiken", "t": ["action", "mind"]}, {"q": "If the path before you is clear, you're probably on someone else's.", "a": "Joseph Campbell", "t": ["purpose"]}, {"q": "The average man, who does not know what to do with his life, wants another which will last forever.", "a": "Antole France", "t": ["wisdom", "time", "action"]}, {"q": "I want to risk hitting my head on the ceiling of my talent. I want to really test it out and say, ‘Okay, you're not that good. You just reached the level here.’ I don't ever want to fail, but I want to risk failure every time out of the gate.", "a": "Q Tarrantino", "t": ["courage", "perseverance", "time", "action"]}, {"q": "The very secret of life for me, I believed, was to maintain in the midst of rushing events an inner tranquility.", "a": "Margaret Bourke-White", "t": ["solitude"]}, {"q": "To a disciple who was forever complaining about others, the Master said, ‘If it is peace you want, seek to change yourself, not other people. It is easier to protect your feet with slippers than to carpet the whole of the earth.’", "a": "Anthony de Mello", "t": ["creativity", "solitude", "nature", "simplicity"]}, {"q": "One of the symptoms of an approaching nervous breakdown is the belief that one’s work is terribly important.", "a": "Bertrand Russell", "t": ["action", "mind"]}, {"q": "Instruction does much, but encouragement, everything.", "a": "Johann Wolfgang von Goethe", "t": ["courage", "action"]}, {"q": "All greatness, after all, is rooted in risk.", "a": "Albert Camus", "t": ["courage"]}, {"q": "Would you have a great empire? Rule over yourself.", "a": "Publilius Syrus", "t": ["solitude", "leadership"]}, {"q": "We become builders by building and harpists by playing the harp. Similarly, it is by doing just acts that we become just, by doing temperate acts that we become temperate, by doing courageous acts that we become courageous.", "a": "Aristotle", "t": ["courage", "growth", "action"]}, {"q": "Happiness is simply the absence of desire... Happiness is not about the achievement of pleasure (which is joy or satisfaction), but about the lack of desire. It arrives when you have no urge to feel differently. Happiness is the state you enter when you no longer want to change your state.", "a": "James Clear", "t": ["happiness", "growth", "action", "loss"]}, {"q": "You just need to have the courage to eliminate everything that doesn't directly feed what you really want.", "a": "James Clear", "t": ["courage", "leadership", "action"]}, {"q": "If your compassion does not include yourself, it is incomplete.", "a": "Jack Kornfield", "t": ["love", "solitude", "action"]}, {"q": "A good idea is something that does not solve just one single problem, but rather can solve multiple problems at once.", "a": "Shigeru Miyamoto", "t": ["action", "mind"]}, {"q": "True creation eventually becomes independent of its creator. Evolution takes the original product far from its origin, with an uncertain outcome.", "a": "Dune, The Machine Crusade", "t": ["creativity", "death", "freedom", "growth"]}, {"q": "What I feel fortunate about is that I’m still astonished, that things still amaze me. And I think that that’s the great benefit of being in the arts, where the possibility for learning never disappears, where you basically have to admit you never learn it.", "a": "Milton Glaser", "t": ["wisdom", "creativity", "mind"]}, {"q": "Creative people, as I see them, are distinguished by the fact that they can live with anxiety, even though a high price may be paid in terms of insecurity, sensitivity, and defenselessness for the gift of the ‘divine madness,’ to borrow the term used by the classical Greeks. They do not run away from non-being, but by encountering and wrestling with it, force it to produce being. They knock on silence for an answering music; they pursue meaninglessness until they can force it to mean.", "a": "Rollo May (via Cody Swift and Riverstyxx Foundation)", "t": ["creativity", "solitude", "nature", "action"]}, {"q": "A dead thing can go with the stream, but only a living thing can go against it.", "a": "G. K. Chesterton", "t": ["death"]}, {"q": "Nobody knows as much as everybody.", "a": "Albert Einstein", "t": ["wisdom", "time"]}, {"q": "One of the great gifts of sports is learning how to fail in public. People never go to the gym because they're scared of looking stupid, never share their writing because they're scared of judgment, never open their heart because they're scared of rejection. Sports train you to face your fear.", "a": "James Clear", "t": ["courage", "wisdom", "perseverance", "love"]}, {"q": "‘What is the secret of your serenity?’ Said the Master, ‘Wholehearted cooperation with the inevitable.’", "a": "Anthony de Mello", "t": ["love", "creativity"]}, {"q": "The amount of serendipity that will occur in your life, your Luck Surface Area, is directly proportional to the degree to which you do something you're passionate about combined with the total number of people to whom this is effectively communicated.", "a": "Jason Roberts", "t": ["death", "leadership", "action"]}, {"q": "You must let suffering speak, if you want to hear the truth.", "a": "Cornel West", "t": ["wisdom", "loss"]}, {"q": "Desire is a contract that you make with yourself to be unhappy until you get what you want.", "a": "Naval Ravikant", "t": ["happiness", "solitude", "action"]}, {"q": "Never wrestle with pigs. You both get dirty, and the pig likes it.", "a": "George Bernard Shaw", "t": ["wisdom"]}, {"q": "More is lost by indecision than wrong decision.", "a": "Marcus Tullius Cicero", "t": ["loss"]}, {"q": "It is the greatest of all advantages to enjoy no advantage at all.", "a": "Henry David Thoreau", "t": ["happiness"]}, {"q": "Man is the only creature who refuses to be what he is.", "a": "Albert Camus", "t": ["creativity"]}, {"q": "Judge a man by his questions rather than by his answers.", "a": "Voltaire", "t": ["wisdom"]}, {"q": "We are all humiliated by the sudden discovery of a fact which has existed very comfortably and perhaps been staring at us in private while we have been making up our world entirely without it.", "a": "George Eliot", "t": ["nature", "leadership", "action"]}, {"q": "Happiness lies in the joy of achievement and the thrill of creative effort.", "a": "Franklin D.Roosevelt", "t": ["happiness", "creativity", "discipline"]}, {"q": "The only normal people are the ones you don't know very well.", "a": "Alfred Adler", "t": ["wisdom", "time", "action"]}, {"q": "Those who are easily shocked should be shocked more often.", "a": "Mae West", "t": ["wisdom"]}, {"q": "It is good to come to a country you know practically nothing about. Your thoughts grow still, useless. … In a country you know nothing about, there is no reference point. You struggle to associate colors, smells, dim memories. You live a little like a child, or an animal.", "a": "Andrzej Stasiuk", "t": ["wisdom", "perseverance", "time", "nature"]}, {"q": "The only man I know who behaves sensibly is my tailor; he takes my measurements anew each time he sees me. The rest go on with their old measurements and expect me to fit them.", "a": "George Bernard Shaw", "t": ["wisdom", "time"]}, {"q": "If a republic is small, it is destroyed by a foreign force; if it is large, it is ruined by an internal imperfection.", "a": "Montesquieu", "t": ["wisdom"]}, {"q": "Remind yourself what you've been through and what you've had the strength to endure.", "a": "Marcus Aurelius", "t": ["perseverance", "solitude", "death", "mind"]}, {"q": "Remember: Matter. How tiny your share of it. Time. How brief and fleeting your allotment of it. Fate. How small a role you play in it.", "a": "Marcus Aurelius", "t": ["time"]}, {"q": "A man without self discipline is like a boat without a rudder, he will drift wherever the waves of excuses takes him.", "a": "Jason Wilson", "t": ["discipline", "solitude"]}, {"q": "By three methods we may learn wisdom: First, by reflection, which is noblest; Second, by imitation, which is easiest; and third by experience, which is the bitterest.", "a": "Confucius", "t": ["wisdom", "action", "character"]}, {"q": "Life isn't about finding yourself. Life is about creating yourself.", "a": "George Bernard Shaw", "t": ["creativity", "solitude"]}, {"q": "What is great in man is that he is a bridge and not a goal.", "a": "Friedrich Nietzsche", "t": ["purpose"]}, {"q": "The chief prevention against getting old is to remain astonished.", "a": "Kevin Kelly", "t": ["wisdom"]}, {"q": "There is no creation without tradition; the 'new' is an inflection on a preceding form; novelty is always a variation on the past.", "a": "Carlos Fuentes", "t": ["creativity", "time"]}, {"q": "There’s no difference between a pessimist who says, ‘Oh, it’s hopeless, so don’t bother doing anything,’ and an optimist who says, ‘Don’t bother doing anything, it’s going to turn out fine anyway.’ Either way, nothing happens.", "a": "Yvon Chouinard", "t": ["action"]}, {"q": "Anything forced is not beautiful.", "a": "Xenophon", "t": ["wisdom"]}, {"q": "Vitality shows in not only the ability to persist but the ability to start over.", "a": "F. Scott Fitzgerald", "t": ["perseverance", "creativity", "nature", "action"]}, {"q": "You don' t know it yet, but you have the ability to reinvent yourself endlessly. That's your beauty.", "a": "Lidia Yuknavitch", "t": ["wisdom", "creativity", "solitude", "time"]}, {"q": "In any case, I wrote, I've decided to make myself strong. As far as I can tell, that's all I can do.", "a": "Haruki Murakami", "t": ["solitude", "action"]}, {"q": "He who receives an idea from me, receives instruction himself without lessening mine; as he who lites his taper at mine, receives light without darkening me.", "a": "Thomas Jefferson", "t": ["solitude", "mind"]}, {"q": "There will come a time when you believe everything is finished. That will be the beginning.", "a": "Louis L'Amour", "t": ["time", "action"]}, {"q": "To measure the quality of your life, simply do nothing, and see how it feels.", "a": "Naval Ravikant", "t": ["action"]}, {"q": "Education is not preparation for life Education is life itself.", "a": "John Dewey", "t": ["solitude"]}, {"q": "Fairy tales are more than true: not because they tell us that dragons exist, but because they tell us that dragons can be beaten.", "a": "From Coraline by Neil Gaiman", "t": ["wisdom"]}, {"q": "If you're unwilling to adapt to the future, you'll justify the past.", "a": "James Clear", "t": ["time"]}, {"q": "We have to dare to be ourselves, however frightening or strange that self may prove to be.", "a": "May Sarton", "t": ["courage", "creativity", "solitude"]}, {"q": "You gain strength, courage and confidence by every experience in which you really stop to look fear in the face. You are able to say to yourself, ‘I have lived through this horror. I can take the next thing that comes along.’ … You must do the thing you think you cannot do.", "a": "Eleanor Roosevelt", "t": ["courage", "solitude", "action", "mind"]}, {"q": "You can be a product of the environment that you’re living in but you can also be a product of your imagination of what’s inside of you.", "a": "Ceelo Green", "t": ["creativity"]}, {"q": "I must continue to follow the path I take now. If I do nothing, if I study nothing, if I cease searching, then, woe is me, I am lost. That is how I look at it – keep going, keep going come what may.", "a": "Vincent Van Gogh", "t": ["perseverance", "time", "nature", "action"]}, {"q": "One good question can give rise to several layers of answers, can inspire decades-long searches for solutions, can generate whole new fields of inquiry, and can prompt changes in entrenched thinking. Answers, on the other hand, often end the process.", "a": "Stuart Firestein", "t": ["creativity", "death", "nature", "leadership"]}, {"q": "We are in the habit of imagining our lives to be linear, a long march from birth to death in which we mass our powers, only to surrender them again, all the while slowly losing our youthful beauty. This is a brutal untruth. Life meanders like a path through the woods. We have seasons when we flourish and seasons when the leaves fall from us, revealing our bare bones. Given time, they grow again.", "a": "Katherine May", "t": ["wisdom", "discipline", "time", "death"]}, {"q": "The teacher learns more than the student. The author learns more than the reader. The speaker learns more than the attendee. The way to learn is by doing.", "a": "James Clear", "t": ["wisdom", "death", "action"]}, {"q": "Where to focus: For the beginner, execution. For the intermediate, strategy. For the expert, mindset.", "a": "James Clear", "t": ["discipline", "solitude", "action", "mind"]}, {"q": "Being underestimated is a gift. You don’t have to find motivation.", "a": "James Clear", "t": ["action"]}, {"q": "A brief guide to improvement: 1) Lots of research. Explore widely and see what is possible. 2) Lots of iterations. Focus on one thing, but do it in different ways. Refine your method. 3) Lots of repetitions. Stick with your method until it stops working. Research. Iterate. Repeat.", "a": "James Clear", "t": ["discipline", "nature", "leadership", "growth"]}, {"q": "Seek freedom and become captive of your desires. Seek discipline and find your liberty.", "a": "Frank Herbert", "t": ["discipline", "freedom", "growth", "action"]}, {"q": "The most difficult thing is the decision to act. The rest is merely tenacity. The fears are paper tigers. You can do anything you decide to do. You can act to change and control your life; and the procedure, the process, is its own reward.", "a": "Amelia Earhart", "t": ["courage", "perseverance", "creativity", "growth"]}, {"q": "When you are inspired by some great purpose, some extraordinary project, all your thoughts break their bonds; your mind transcends limitations; your conscious expands in every direction; and you find yourself in a great, new and wonderful world.", "a": "Patanjali", "t": ["creativity", "solitude", "death", "leadership"]}, {"q": "I can do nothing for you but work on myself...you can do nothing for me but work on yourself!", "a": "Ram Dass", "t": ["solitude", "action"]}, {"q": "If evil be spoken of you and it be true, correct yourself, if it be a lie, laugh at it.", "a": "Epictetus", "t": ["happiness", "solitude"]}, {"q": "Raise your ambitions. Lower your expectations. The higher your ambitions, the bolder your actions. The lower your expectations, the greater your satisfaction. Achieve more and be happy along the way.", "a": "James Clear", "t": ["courage", "happiness", "action", "purpose"]}, {"q": "Most of the embarrassing moments of my life happened when I wanted to say no, but ended up saying yes (or saying nothing at all). Most of the missed opportunities in my life happened when I wanted to say yes, but ended up saying no (or saying nothing at all).", "a": "James Clear", "t": ["time", "death", "loss"]}, {"q": "I remember my grandfather telling me how each of us must live with a full measure of loneliness that is inescapable, and we must not destroy ourselves with our passion to escape the aloneness.", "a": "Jim Harrison", "t": ["solitude", "freedom"]}, {"q": "If you're always right, you're not learning. If you're never failing, you're not reaching. The objective is to be right. The objective is to succeed. But if you're always winning, you're undershooting your potential.", "a": "James Clear", "t": ["wisdom", "perseverance", "growth"]}, {"q": "I would rather have questions that can’t be answered than answers that can’t be questioned.", "a": "Richard Feynman", "t": ["wisdom"]}, {"q": "Success is getting what you want. Happiness is wanting what you get.", "a": "Dale Carnegie", "t": ["happiness"]}, {"q": "All that happens to us, including our humiliations, our misfortunes, our embarrassments, all is given to us as raw material, as clay, so that we may shape our art.", "a": "Jorge Luis Borges", "t": ["creativity"]}, {"q": "These are times in which a genius would wish to live. It is not in the still calm of life, or in the repose of a pacific station, that great characters are formed. The habits of a vigorous mind are formed in contending with difficulties. Great necessities call out great virtues.", "a": "Thomas Sowell", "t": ["perseverance", "discipline", "time", "death"]}, {"q": "Pay bad people with your goodness; fight their hatred with your kindness. Even if you do not achieve a victory over other people, you will conquer yourself.", "a": "Henri Frederic", "t": ["love", "solitude", "action"]}, {"q": "You are not your body and hair-style, but your capacity for choosing well. If your choices are beautiful, so too will you be.", "a": "Epictetus", "t": ["wisdom"]}, {"q": "An unproblematic state is a state without creative thought. Its other name is death.", "a": "David Deutsch", "t": ["creativity", "death", "mind"]}, {"q": "Where I was born and where and how I have lived is unimportant. It is what I have done with where I have been that should be of interest.", "a": "Georgia O’Keeffe", "t": ["action"]}, {"q": "The mind should be kept independent of any thoughts that arise within it. If the mind depends upon anything, it has no sure haven.", "a": "The Diamond Sutra", "t": ["solitude", "death", "freedom", "mind"]}, {"q": "I’ve been absolutely terrified every moment of my life – and I’ve never let it keep me from doing a single thing I wanted to do.", "a": "Georgie O’Keeffe", "t": ["time", "action"]}, {"q": "At this very moment fate is preparing some device against me.", "a": "Seneca", "t": ["time"]}, {"q": "We forfeit three-quarters of ourselves in order to be like other people.", "a": "Arthur Schopenhauer", "t": ["creativity"]}, {"q": "I have never wished to cater to the crowd; for what I know they do not approve, and what they approve I do not know.", "a": "Epicurus", "t": ["solitude", "freedom"]}, {"q": "Only the creative mind can handle absence or defeat.", "a": "C.G. Jung", "t": ["creativity", "loss"]}, {"q": "People do not decide their futures, they decide their habits and their habits decide their futures.", "a": "F.M. Alexander", "t": ["action"]}, {"q": "We don’t see things as they are. We see them as we are.", "a": "Anais Nin", "t": ["creativity", "mind"]}, {"q": "Obstacles are those frightful things you see when you take your eyes off your goals.", "a": "Henry Ford", "t": ["perseverance"]}, {"q": "My advice is, never do to-morrow what you can do today. Procrastination is the thief of time. Collar him!", "a": "Charles Dickens", "t": ["discipline", "time", "action"]}, {"q": "Believe in yourself and all that you are. Know that there is something inside you that is greater than any obstacle.", "a": "Christian D. Larson", "t": ["courage", "perseverance"]}, {"q": "Everything I've ever done was out of fear of being mediocre.", "a": "Chet Baker", "t": ["courage", "perseverance", "action"]}, {"q": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it.", "a": "Maya Angelou", "t": ["perseverance"]}, {"q": "Only those who dare to fail greatly can ever achieve greatly.", "a": "Robert F. Kennedy", "t": ["courage", "perseverance"]}, {"q": "Good habits formed at youth make all the difference.", "a": "Aristotle", "t": ["discipline"]}, {"q": "You have brains in your head. You have feet in your shoes. You can steer yourself in any direction you choose.", "a": "Dr. Seuss", "t": ["courage", "freedom"]}, {"q": "If you're going through hell, keep going.", "a": "Winston Churchill", "t": ["perseverance"]}, {"q": "What you do speaks so loudly that I cannot hear what you say.", "a": "Ralph Waldo Emerson", "t": ["action"]}, {"q": "The will to win, the desire to succeed, the urge to reach your full potential... these are the keys that will unlock the door to personal excellence.", "a": "Confucius", "t": ["perseverance", "action"]}, {"q": "Start where you are. Use what you have. Do what you can.", "a": "Arthur Ashe", "t": ["action"]}, {"q": "If you want to conquer fear, don't sit home and think about it. Go out and get busy.", "a": "Dale Carnegie", "t": ["courage", "action"]}, {"q": "The unexamined life is not worth living.", "a": "Socrates", "t": ["wisdom", "solitude"]}, {"q": "Motivation is what gets you started. Habit is what keeps you going.", "a": "Jim Ryun", "t": ["discipline", "perseverance"]}, {"q": "Setting goals is the first step in turning the invisible into the visible.", "a": "Tony Robbins", "t": ["action", "purpose"]}, {"q": "The only limit to our realization of tomorrow will be our doubts of today.", "a": "Franklin D. Roosevelt", "t": ["courage", "mind"]}, {"q": "Believe you can and you're halfway there.", "a": "Theodore Roosevelt", "t": ["courage", "perseverance"]}, {"q": "Whatever the mind of man can conceive and believe, it can achieve.", "a": "Napoleon Hill", "t": ["courage", "mind"]}, {"q": "In the middle of every difficulty lies opportunity.", "a": "Albert Einstein", "t": ["courage", "growth"]}, {"q": "Be yourself; everyone else is already taken.", "a": "Oscar Wilde", "t": ["creativity", "solitude"]}, {"q": "To be yourself in a world that is constantly trying to make you something else is the greatest accomplishment.", "a": "Ralph Waldo Emerson", "t": ["courage", "solitude"]}, {"q": "Success is stumbling from failure to failure with no loss of enthusiasm.", "a": "Winston Churchill", "t": ["perseverance"]}, {"q": "The difference between a successful person and others is not a lack of strength, not a lack of knowledge, but rather a lack of will.", "a": "Vince Lombardi", "t": ["discipline", "perseverance"]}, {"q": "Keep your face always toward the sunshine, and shadows will fall behind you.", "a": "Walt Whitman", "t": ["happiness", "perseverance"]}, {"q": "Your most unhappy customers are your greatest source of learning.", "a": "Bill Gates", "t": ["growth", "wisdom"]}, {"q": "Everything you've ever wanted is on the other side of fear.", "a": "George Addair", "t": ["courage", "growth"]}, {"q": "Happiness is not something readymade. It comes from your own actions.", "a": "Dalai Lama", "t": ["happiness", "action"]}, {"q": "Nothing is impossible, the word itself says ‘I\'m possible’!", "a": "Audrey Hepburn", "t": ["courage"]}, {"q": "Believe and act as if it were impossible to fail.", "a": "Charles Kettering", "t": ["courage", "action"]}, {"q": "We are what we repeatedly do. Excellence, then, is not an act, but a habit.", "a": "Aristotle", "t": ["discipline", "action"]}, {"q": "I've failed over and over and over again in my life and that is why I succeed.", "a": "Michael Jordan", "t": ["perseverance"]}, {"q": "There are no shortcuts to any place worth going.", "a": "Beverly Sills", "t": ["discipline", "perseverance"]}, {"q": "A person who never made a mistake never tried anything new.", "a": "Albert Einstein", "t": ["growth", "courage"]}, {"q": "I am not a product of my circumstances. I am a product of my decisions.", "a": "Stephen Covey", "t": ["action", "freedom"]}, {"q": "Definiteness of purpose is the starting point of all achievement.", "a": "W. Clement Stone", "t": ["purpose", "action"]}, {"q": "Learn from yesterday, live for today, hope for tomorrow.", "a": "Albert Einstein", "t": ["time", "wisdom"]}, {"q": "You can't use up creativity. The more you use, the more you have.", "a": "Maya Angelou", "t": ["creativity"]}, {"q": "In order to succeed, we must first believe that we can.", "a": "Nikos Kazantzakis", "t": ["courage", "perseverance"]}, {"q": "To handle yourself, use your head; to handle others, use your heart.", "a": "Eleanor Roosevelt", "t": ["wisdom", "leadership"]}, {"q": "You miss 100 percent of the shots you never take.", "a": "Wayne Gretzky", "t": ["courage", "action"]}, {"q": "Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless.", "a": "Jamie Paolinetti", "t": ["creativity", "mind"]}, {"q": "Twenty years from now you will be more disappointed by the things that you didn't do than by the ones you did do. So throw off the bowlines. Sail away from the safe harbor. Catch the trade winds in your sails. Explore. Dream. Discover.", "a": "Mark Twain", "t": ["courage", "time", "action"]}, {"q": "I've learned that people will forget what you said, people will forget what you did, but people will never forget how you made them feel.", "a": "Maya Angelou", "t": ["love", "wisdom"]}, {"q": "The question isn't who's going to let me; it's who's going to stop me.", "a": "Ayn Rand", "t": ["courage", "freedom"]}, {"q": "The biggest adventure you can take is to live the life of your dreams.", "a": "Oprah Winfrey", "t": ["courage", "purpose"]}, {"q": "What you get by achieving your goals is not as important as what you become by achieving your goals.", "a": "Zig Ziglar", "t": ["growth", "purpose"]}, {"q": "It does not matter how slowly you go as long as you do not stop.", "a": "Confucius", "t": ["perseverance"]}, {"q": "Courage is what it takes to stand up and speak; courage is also what it takes to sit down and listen.", "a": "Winston Churchill", "t": ["courage", "wisdom"]}, {"q": "The people who are crazy enough to think they can change the world are the ones who do.", "a": "Steve Jobs", "t": ["courage", "creativity"]}, {"q": "Strive not to be a success, but rather to be of value.", "a": "Albert Einstein", "t": ["purpose", "wisdom"]}, {"q": "Innovation distinguishes between a leader and a follower.", "a": "Steve Jobs", "t": ["creativity", "leadership"]}, {"q": "Try not to become a man of success, but rather try to become a man of value.", "a": "Albert Einstein", "t": ["purpose"]}, {"q": "The road to success and the road to failure are almost exactly the same.", "a": "Colin R. Davis", "t": ["wisdom", "perseverance"]}, {"q": "Success usually comes to those who are too busy to be looking for it.", "a": "Henry David Thoreau", "t": ["action", "discipline"]}, {"q": "Don't watch the clock; do what it does. Keep going.", "a": "Sam Levenson", "t": ["perseverance", "discipline"]}, {"q": "The only way to do great work is to love what you do.", "a": "Steve Jobs", "t": ["love", "purpose"]}, {"q": "Great minds discuss ideas; average minds discuss events; small minds discuss people.", "a": "Eleanor Roosevelt", "t": ["wisdom", "mind"]}, {"q": "It always seems impossible until it's done.", "a": "Nelson Mandela", "t": ["perseverance", "courage"]}, {"q": "Life is 10% what happens to you and 90% how you react to it.", "a": "Charles R. Swindoll", "t": ["action", "mind"]}, {"q": "An unexamined life is not worth living.", "a": "Socrates", "t": ["wisdom"]}, {"q": "The mind is not a vessel to be filled but a fire to be ignited.", "a": "Plutarch", "t": ["mind", "creativity"]}, {"q": "We can easily forgive a child who is afraid of the dark; the real tragedy of life is when men are afraid of the light.", "a": "Plato", "t": ["courage", "wisdom"]}, {"q": "Two roads diverged in a wood, and I took the one less traveled by, and that has made all the difference.", "a": "Robert Frost", "t": ["courage", "freedom"]}, {"q": "Life is what happens to us while we are making other plans.", "a": "Allen Saunders", "t": ["wisdom", "time"]}, {"q": "When one door of happiness closes, another opens, but often we look so long at the closed door that we do not see the one that has been opened for us.", "a": "Helen Keller", "t": ["happiness", "loss"]}, {"q": "Whether you think you can or you think you can't, you're right.", "a": "Henry Ford", "t": ["mind", "courage"]}, {"q": "The only true wisdom is in knowing you know nothing.", "a": "Socrates", "t": ["wisdom"]}, {"q": "Yesterday is history, tomorrow is a mystery, today is a gift of God, which is why we call it the present.", "a": "Bil Keane", "t": ["time", "happiness"]}, {"q": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.", "a": "Winston Churchill", "t": ["courage", "wisdom"]}, {"q": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.", "a": "John Quincy Adams", "t": ["leadership", "action"]}, {"q": "Act as if what you do makes a difference. It does.", "a": "William James", "t": ["action"]}, {"q": "Success is not final, failure is not fatal: it is the courage to continue that counts.", "a": "Winston Churchill", "t": ["courage", "perseverance"]}, {"q": "Life is either a daring adventure or nothing at all.", "a": "Helen Keller", "t": ["courage", "purpose"]}, {"q": "I find that the harder I work, the more luck I seem to have.", "a": "Thomas Jefferson", "t": ["discipline", "action"]}, {"q": "Success is not the key to happiness. Happiness is the key to success. If you love what you are doing, you will be successful.", "a": "Albert Schweitzer", "t": ["happiness", "purpose"]}, {"q": "Character cannot be developed in ease and quiet. Only through experience of trial and suffering can the soul be strengthened, vision cleared, ambition inspired, and success achieved.", "a": "Helen Keller", "t": ["character", "perseverance"]}, {"q": "The secret of getting ahead is getting started.", "a": "Mark Twain", "t": ["action"]}, {"q": "Your time is limited, don't waste it living someone else's life.", "a": "Steve Jobs", "t": ["time", "freedom"]}, {"q": "The best time to plant a tree was 20 years ago. The second best time is now.", "a": "Chinese Proverb", "t": ["action", "time"]}, {"q": "A year from now you may wish you had started today.", "a": "Karen Lamb", "t": ["action", "time"]}, {"q": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.", "a": "Henry Ford", "t": ["perseverance", "courage"]}, {"q": "You only live once, but if you do it right, once is enough.", "a": "Mae West", "t": ["wisdom", "time"]}, {"q": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.", "a": "Maya Angelou", "t": ["happiness", "time"]}, {"q": "The secret of success is to do the common thing uncommonly well.", "a": "John D. Rockefeller Jr.", "t": ["discipline", "action"]}, {"q": "If you look at what you have in life, you'll always have more. If you look at what you don't have in life, you'll never have enough.", "a": "Oprah Winfrey", "t": ["happiness", "wisdom"]}, {"q": "Remember that not getting what you want is sometimes a wonderful stroke of luck.", "a": "Dalai Lama", "t": ["happiness", "loss"]}, {"q": "You've gotta dance like there's nobody watching, love like you'll never be hurt, sing like there's nobody listening, and live like it's heaven on earth.", "a": "William W. Purkey", "t": ["happiness", "love"]}, {"q": "When I stand before God at the end of my life, I would hope that I would not have a single bit of talent left, and could say, 'I used everything you gave me'.", "a": "Erma Bombeck", "t": ["purpose", "death"]}, {"q": "Few things can help an individual more than to place responsibility on him, and to let him know that you trust him.", "a": "Booker T. Washington", "t": ["leadership", "growth"]}, {"q": "Certain things catch your eye, but pursue only those that capture the heart.", "a": "Ancient Indian Proverb", "t": ["love", "purpose"]}, {"q": "Believe deeply in what you do, then hold on while giving your approach the time it needs to develop.", "a": "Charles Schwab", "t": ["perseverance", "discipline"]}, {"q": "Winning isn't everything, but wanting to win is.", "a": "Vince Lombardi", "t": ["perseverance"]}, {"q": "I am not afraid of storms, for I am learning how to sail my ship.", "a": "Louisa May Alcott", "t": ["courage", "growth"]}, {"q": "Do not wait to strike till the iron is hot; but make it hot by striking.", "a": "William Butler Yeats", "t": ["action", "discipline"]}, {"q": "Whether you are a lion or a gazelle, when the sun comes up, you'd better be running.", "a": "African Proverb", "t": ["discipline", "action"]}, {"q": "No man ever achieved worth-while success who did not, at one time or other, find himself with at least one foot hanging well over the brink of failure.", "a": "Napoleon Hill", "t": ["perseverance", "courage"]}, {"q": "Greatness is not in where we stand, but in what direction we are moving. We must sail sometimes with the wind and sometimes against it - but sail we must and not drift, nor lie at anchor.", "a": "Oliver Wendell Holmes", "t": ["perseverance", "action"]}, {"q": "He who has a why to live can bear almost any how.", "a": "Friedrich Nietzsche", "t": ["purpose", "perseverance"]}, {"q": "Experience is not what happens to you; it's what you do with what happens to you.", "a": "Aldous Huxley", "t": ["growth", "action"]}, {"q": "Wherever you are - be all there.", "a": "Jim Elliot", "t": ["solitude", "action"]}, {"q": "There is only one corner of the universe you can be certain of improving, and that's your own self.", "a": "Aldous Huxley", "t": ["growth", "solitude"]}, {"q": "Do or do not. There is no try.", "a": "Yoda", "t": ["action"]}, {"q": "Happiness is when what you think, what you say, and what you do are in harmony.", "a": "Mahatma Gandhi", "t": ["happiness", "wisdom"]}, {"q": "The question is not who is going to let me; it's who is going to stop me.", "a": "Ayn Rand", "t": ["courage", "freedom"]}, {"q": "The best revenge is massive success.", "a": "Frank Sinatra", "t": ["perseverance"]}, {"q": "People often say that motivation doesn't last. Well, neither does bathing - that's why we recommend it daily.", "a": "Zig Ziglar", "t": ["discipline", "wisdom"]}, {"q": "Life is not about finding yourself. Life is about creating yourself.", "a": "Lolly Daskal", "t": ["creativity", "purpose"]}, {"q": "Challenges are what make life interesting and overcoming them is what makes life meaningful.", "a": "Joshua J. Marine", "t": ["perseverance", "purpose"]}, {"q": "I attribute my success to this: I never gave or took any excuse.", "a": "Florence Nightingale", "t": ["discipline", "action"]}, {"q": "Nothing will work unless you do.", "a": "Maya Angelou", "t": ["action", "discipline"]}, {"q": "I'm a success today because I had a friend who believed in me and I didn't have the heart to let him down.", "a": "Abraham Lincoln", "t": ["love", "perseverance"]}, {"q": "If you're not positive energy, you're negative energy.", "a": "Mark Cuban", "t": ["mind", "action"]}, {"q": "Knowing is not enough; we must apply. Willing is not enough; we must do.", "a": "Johann Wolfgang von Goethe", "t": ["action", "discipline"]}, {"q": "We become what we think about.", "a": "Earl Nightingale", "t": ["mind", "action"]}, {"q": "No masterpiece was ever created by a lazy artist.", "a": "Salvador Dali", "t": ["discipline", "creativity"]}, {"q": "Work like there is someone working twenty-four hours a day to take it all away from you.", "a": "Mark Cuban", "t": ["discipline", "perseverance"]}, {"q": "I will not follow where the path may lead, but I will go where there is no path, and I will leave a trail.", "a": "Muriel Strode", "t": ["courage", "creativity"]}, {"q": "Be not afraid of greatness. Some are born great, some achieve greatness, and others have greatness thrust upon them.", "a": "William Shakespeare", "t": ["courage", "growth"]}, {"q": "Blessed are the hearts that can bend; they shall never be broken.", "a": "Albert Camus", "t": ["love", "perseverance"]}, {"q": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself.", "a": "Harvey Fierstein", "t": ["courage", "freedom"]}, {"q": "If you would attain to what you are not yet, you must always be displeased by what you are. For where you were pleased with yourself there you have remained. Keep adding, keep walking, keep advancing.", "a": "Saint Augustine", "t": ["growth", "discipline"]}, {"q": "With the new day comes new strength and new thoughts.", "a": "Eleanor Roosevelt", "t": ["perseverance", "time"]}, {"q": "One of the most courageous things you can do is identify yourself, know who you are, what you believe in and where you want to go.", "a": "Sheila Murray Bethel", "t": ["courage", "purpose"]}, {"q": "People become really quite remarkable when they start thinking that they can do things. When they believe in themselves they have the first secret of success.", "a": "Norman Vincent Peale", "t": ["courage", "mind"]}, {"q": "Try to be like the turtle - at ease in your own shell.", "a": "Bill Copeland", "t": ["solitude", "happiness"]}, {"q": "All our dreams can come true, if we have the courage to pursue them.", "a": "Walt Disney", "t": ["courage", "purpose"]}, {"q": "Good things come to people who wait, but better things come to those who go out and get them.", "a": "Anonymous", "t": ["action", "discipline"]}, {"q": "If you do what you always did, you will get what you always got.", "a": "Albert Einstein", "t": ["action", "growth"]}, {"q": "You learn more from failure than from success. Don't let it stop you. Failure builds character.", "a": "Unknown", "t": ["perseverance", "character"]}, {"q": "It's not the years in your life that count. It's the life in your years.", "a": "Abraham Lincoln", "t": ["time", "purpose"]}, {"q": "Change your thoughts and you change your world.", "a": "Norman Vincent Peale", "t": ["mind", "action"]}, {"q": "When you stop chasing the wrong things, you give the right things a chance to catch you.", "a": "Lolly Daskal", "t": ["wisdom", "purpose"]}, {"q": "We generate fears while we sit. We overcome them by action. Fear is nature's way of warning us to get busy.", "a": "Dr. Henry Link", "t": ["courage", "action"]}, {"q": "Whether you think you can or whether you think you can't, you're right.", "a": "Henry Ford", "t": ["mind", "courage"]}, {"q": "The most common way people give up their power is by thinking they don't have any.", "a": "Alice Walker", "t": ["courage", "mind"]}, {"q": "The most difficult thing is the decision to act, the rest is merely tenacity.", "a": "Amelia Earhart", "t": ["courage", "action"]}, {"q": "Definiteness of purpose is the starting point of all achievement.", "a": "Clement Stone", "t": ["purpose", "action"]}, {"q": "Dreaming, after all, is a form of planning.", "a": "Gloria Steinem", "t": ["creativity", "purpose"]}, {"q": "Be kind whenever possible. It is always possible.", "a": "Dalai Lama", "t": ["love"]}, {"q": "A truly happy person is one who can enjoy the scenery while on a detour.", "a": "Unknown", "t": ["happiness", "wisdom"]}, {"q": "If opportunity doesn't knock, build a door.", "a": "Milton Berle", "t": ["action", "courage"]}, {"q": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "a": "Roy T. Bennett", "t": ["courage", "mind"]}, {"q": "It is not the strongest of the species that survive, nor the most intelligent, but the one most responsive to change.", "a": "Charles Darwin", "t": ["growth", "wisdom"]}, {"q": "Experience is the teacher of all things.", "a": "Julius Caesar", "t": ["wisdom", "growth"]}, {"q": "You may have to fight a battle more than once to win it.", "a": "Margaret Thatcher", "t": ["perseverance"]}, {"q": "Don't limit yourself. Many people limit themselves to what they think they can do. You can go as far as your mind lets you. What you believe, remember, you can achieve.", "a": "Mary Kay Ash", "t": ["mind", "courage"]}, {"q": "To know what you know and what you do not know, that is true knowledge.", "a": "Confucius", "t": ["wisdom"]}, {"q": "Love the life you live. Live the life you love.", "a": "Bob Marley", "t": ["love", "happiness"]}, {"q": "In any moment of decision, the best thing you can do is the right thing. The next best thing is the wrong thing. The worst thing you can do is nothing.", "a": "Theodore Roosevelt", "t": ["action", "courage"]}, {"q": "Spread love everywhere you go. Let no one ever come to you without leaving happier.", "a": "Mother Teresa", "t": ["love", "happiness"]}, {"q": "When you reach the end of your rope, tie a knot in it and hang on.", "a": "Franklin D. Roosevelt", "t": ["perseverance"]}, {"q": "Always remember that you are absolutely unique. Just like everyone else.", "a": "Margaret Mead", "t": ["solitude", "wisdom"]}, {"q": "Don't judge each day by the harvest you reap but by the seeds that you plant.", "a": "Robert Louis Stevenson", "t": ["action", "time"]}, {"q": "The future belongs to those who believe in the beauty of their dreams.", "a": "Eleanor Roosevelt", "t": ["courage", "purpose"]}, {"q": "Tell me and I forget. Teach me and I remember. Involve me and I learn.", "a": "Benjamin Franklin", "t": ["wisdom", "action"]}, {"q": "You cannot step into the same river twice.", "a": "Heraclitus", "t": ["time", "wisdom"]}, {"q": "Not everything that is faced can be changed, but nothing can be changed until it is faced.", "a": "James Baldwin", "t": ["courage", "growth"]}, {"q": "The way I see it, if you want the rainbow, you gotta put up with the rain.", "a": "Dolly Parton", "t": ["perseverance", "happiness"]}, {"q": "We know what we are, but know not what we may be.", "a": "William Shakespeare", "t": ["wisdom", "growth"]}, {"q": "What lies behind us and what lies before us are tiny matters compared to what lies within us.", "a": "Ralph Waldo Emerson", "t": ["courage", "solitude"]}, {"q": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.", "a": "Jimmy Dean", "t": ["perseverance", "action"]}, {"q": "No act of kindness, no matter how small, is ever wasted.", "a": "Aesop", "t": ["love", "action"]}, {"q": "You don't always need a plan. Sometimes you just need to breathe, trust, let go, and see what happens.", "a": "Mandy Hale", "t": ["trust", "freedom"]}, {"q": "When in doubt, choose change.", "a": "Lily Leung", "t": ["growth", "courage"]}, {"q": "Keep your eyes on the stars, and your feet on the ground.", "a": "Theodore Roosevelt", "t": ["wisdom", "action"]}, {"q": "You'll never find a rainbow if you're looking down.", "a": "Charlie Chaplin", "t": ["happiness", "perseverance"]}, {"q": "What we achieve inwardly will change outer reality.", "a": "Plutarch", "t": ["mind", "growth"]}, {"q": "We must accept finite disappointment, but we must never lose infinite hope.", "a": "Martin Luther King", "t": ["perseverance", "hope"]}, {"q": "None of us is as smart as all of us.", "a": "Ken Blanchard", "t": ["wisdom", "leadership"]}, {"q": "You can't fall if you don't climb. But there's no joy in living your whole life on the ground.", "a": "Unknown", "t": ["courage", "growth"]}, {"q": "You grow up the day you have your first real laugh at yourself.", "a": "Ethel Barrymore", "t": ["growth", "happiness"]}, {"q": "The key to success is to focus our conscious mind on things we desire not things we fear.", "a": "Brian Tracy", "t": ["mind", "purpose"]}, {"q": "When everything feels like an uphill struggle, just think of the view from the top.", "a": "Unknown", "t": ["perseverance", "hope"]}, {"q": "Only I can change my life. No one can do it for me.", "a": "Carol Burnett", "t": ["action", "freedom"]}, {"q": "Love the life you live. Live the life you love.", "a": "Unknown", "t": ["love", "happiness"]}, {"q": "You must expect great things of yourself before you can do them.", "a": "Michael Jordan", "t": ["courage", "mind"]}, {"q": "Pursue your passion, and everything else will fall into place.", "a": "Gabby Douglas", "t": ["purpose", "action"]}, {"q": "Be miserable. Or motivate yourself. Whatever has to be done, it's always your choice.", "a": "Wayne Dyer", "t": ["action", "freedom"]}, {"q": "The only person you are destined to become is the person you decide to be.", "a": "Ralph Waldo Emerson", "t": ["freedom", "action"]}, {"q": "In order to succeed, your desire for success should be greater than your fear of failure.", "a": "Bill Cosby", "t": ["courage", "perseverance"]}, {"q": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.", "a": "Helen Keller", "t": ["hope", "courage"]}, {"q": "Each day provides its own gifts.", "a": "Marcus Aurelius", "t": ["time", "happiness"]}, {"q": "Develop an attitude of gratitude, and give thanks for everything that happens to you, knowing that every step forward is a step toward achieving something bigger and better than your current situation.", "a": "Brian Tracy", "t": ["happiness", "growth"]}, {"q": "Go confidently in the direction of your dreams. Live the life you have imagined.", "a": "Henry David Thoreau", "t": ["courage", "purpose"]}, {"q": "The person who says it cannot be done should not interrupt the person doing it.", "a": "Chinese Proverb", "t": ["action", "courage"]}, {"q": "Build your own dreams, or someone else will hire you to build theirs.", "a": "Farrah Gray", "t": ["purpose", "action"]}, {"q": "Remember, no one can make you feel inferior without your consent.", "a": "Eleanor Roosevelt", "t": ["courage", "mind"]}, {"q": "May you live every day of your life.", "a": "Jonathan Swift", "t": ["time", "happiness"]}, {"q": "Accept the challenges so that you can feel the exhilaration of victory.", "a": "George S. Patton", "t": ["courage", "perseverance"]}, {"q": "Never give in except to convictions of honor and good sense.", "a": "Winston Churchill", "t": ["character", "perseverance"]}, {"q": "The difference between ordinary and extraordinary is that little extra.", "a": "Jimmy Johnson", "t": ["discipline", "perseverance"]}, {"q": "Knowing others is wisdom, knowing yourself is Enlightenment.", "a": "Tao Tzu", "t": ["wisdom", "solitude"]}, {"q": "When we strive to become better than we are, everything around us becomes better too.", "a": "Paulo Coelho", "t": ["growth", "action"]}, {"q": "Well done is better than well said.", "a": "Benjamin Franklin", "t": ["action"]}, {"q": "Begin to be now what you will be hereafter.", "a": "William James", "t": ["action", "growth"]}, {"q": "The surest way not to fail is to determine to succeed.", "a": "Richard Brinsley Sheridan", "t": ["perseverance", "action"]}, {"q": "I was always looking outside myself for strength and confidence but it comes from within. It is there all the time.", "a": "Anna Freud", "t": ["courage", "solitude"]}, {"q": "The most beautiful thing you can wear is confidence.", "a": "Blake Lively", "t": ["courage"]}, {"q": "What you do today can improve all your tomorrows.", "a": "Ralph Marston", "t": ["action", "time"]}, {"q": "Life is largely a matter of expectation.", "a": "Horace", "t": ["wisdom", "mind"]}, {"q": "The future depends on what you do today.", "a": "Mahatma Gandhi", "t": ["action", "time"]}, {"q": "Do what you feel in your heart to be right, for you'll be criticized anyway.", "a": "Eleanor Roosevelt", "t": ["courage", "action"]}, {"q": "The road to success is dotted with many tempting parking spaces.", "a": "Will Rogers", "t": ["discipline", "perseverance"]}, {"q": "I never dreamed about success. I worked for it.", "a": "Estee Lauder", "t": ["action", "discipline"]}, {"q": "Keep on going, and the chances are that you will stumble on something, perhaps when you are least expecting it. I never heard of anyone ever stumbling on something sitting down.", "a": "Charles F. Kettering", "t": ["action", "perseverance"]}, {"q": "Life is about making an impact, not making an income.", "a": "Kevin Kruse", "t": ["purpose"]}, {"q": "I wake up every morning and think to myself, 'how far can I push this company in the next 24 hours?'", "a": "Leah Busque", "t": ["action", "discipline"]}, {"q": "The real test is not whether you avoid failure, because you won't. It's whether you let it harden or shame you into inaction, or whether you learn from it.", "a": "Barack Obama", "t": ["perseverance", "growth"]}, {"q": "Screw it, let's do it!", "a": "Richard Branson", "t": ["action", "courage"]}, {"q": "The more you lose yourself in something bigger than yourself, the more energy you will have.", "a": "Norman Vincent Peale", "t": ["purpose", "action"]}, {"q": "Tough times never last, but tough people do.", "a": "Robert H. Schuller", "t": ["perseverance"]}, {"q": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "a": "Anne Frank", "t": ["action", "love"]}, {"q": "If you don't make mistakes, you're not working on hard enough problems.", "a": "Frank Wilczek", "t": ["growth", "action"]}, {"q": "It's never too late to be what you might have been.", "a": "George Eliot", "t": ["growth", "courage"]}, {"q": "All progress takes place outside the comfort zone.", "a": "Michael John Bobak", "t": ["growth", "courage"]}, {"q": "If you can't yet do great things, do small things in a great way.", "a": "Napoleon Hill", "t": ["action", "discipline"]}, {"q": "To accomplish great things, we must not only act, but also dream; not only plan, but also believe.", "a": "Anatole France", "t": ["action", "courage"]}, {"q": "Keep your face always toward the sunshine - and shadows will fall behind you.", "a": "Walt Whitman", "t": ["happiness", "perseverance"]}, {"q": "All things are difficult before they are easy.", "a": "Thomas Fuller", "t": ["perseverance", "growth"]}, {"q": "Courage is not having the strength to go on; it is going on when you don't have the strength.", "a": "Theodore Roosevelt", "t": ["courage", "perseverance"]}, {"q": "If you can dream it, you can do it.", "a": "Walt Disney", "t": ["courage", "purpose"]}, {"q": "Do what you can, with what you have, where you are.", "a": "Theodore Roosevelt", "t": ["action"]}, {"q": "Do it now. Sometimes ‘later’ becomes ‘never’.", "a": "Unknown", "t": ["action", "time"]}, {"q": "We know what we are, but know not what we may be.", "a": "Ophelia (Shakespeare)", "t": ["wisdom", "growth"]}, {"q": "You are never too old to set another goal or to dream a new dream.", "a": "Les Brown", "t": ["courage", "time"]}, {"q": "Perfection is not attainable, but if we chase perfection we can catch excellence.", "a": "Vince Lombardi", "t": ["discipline", "growth"]}, {"q": "If you take responsibility for yourself you will develop a hunger to accomplish your dreams.", "a": "Les Brown", "t": ["action", "purpose"]}, {"q": "Don't wait for extraordinary opportunity. Seize common occasions and make them great.", "a": "Orison Swett Marden", "t": ["action", "courage"]}, {"q": "To the world you may be one person; but to one person you may be the world.", "a": "Dr. Seuss", "t": ["love"]}, {"q": "The question isn't who's going to let me, it's who is going to stop me.", "a": "Ayn Rand", "t": ["courage", "freedom"]}, {"q": "Small is not just a stepping-stone. Small is a great destination itself.", "a": "Jason Fried", "t": ["purpose", "simplicity"]}, {"q": "You have to be the change you want to see in the world.", "a": "Mahatma Gandhi", "t": ["action", "courage"]}, {"q": "There is no substitute for hard work.", "a": "Thomas Edison", "t": ["discipline", "action"]}, {"q": "Perseverance is not a long race; it is many short races one after the other.", "a": "Walter Elliot", "t": ["perseverance", "discipline"]}, {"q": "Never, never, never give up.", "a": "Winston Churchill", "t": ["perseverance"]}, {"q": "Happiness is not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.", "a": "Franklin D. Roosevelt", "t": ["happiness", "creativity"]}, {"q": "That which does not kill us makes us stronger.", "a": "Friedrich Nietzsche", "t": ["perseverance", "growth"]}, {"q": "Today's accomplishments were yesterday's impossibilities.", "a": "Robert H. Schuller", "t": ["growth", "action"]}, {"q": "All your dreams are on the other side of hard work.", "a": "Unknown", "t": ["discipline", "perseverance"]}, {"q": "Whatever you are, be a good one.", "a": "Abraham Lincoln", "t": ["character", "discipline"]}, {"q": "If you can't do anything about it, laugh like hell.", "a": "David Cook", "t": ["happiness", "wisdom"]}, {"q": "The question is not whether we will die, but how we will live.", "a": "Joan Borysenko", "t": ["purpose", "death"]}, {"q": "Always do what you are afraid to do.", "a": "Ralph Waldo Emerson", "t": ["courage", "action"]}, {"q": "What you get by achieving your goals is not as important as what you become by achieving your goals.", "a": "Henry David Thoreau", "t": ["growth", "purpose"]}, {"q": "If you set goals and go after them with all the determination you can muster, your gifts will take you places that will amaze you.", "a": "Les Brown", "t": ["action", "purpose"]}, {"q": "First, have a definite, clear practical ideal; a goal, an objective. Second, have the necessary means to achieve your ends; wisdom, money, materials, and methods. Third, adjust all your means to that end.", "a": "Aristotle", "t": ["action", "purpose"]}, {"q": "Consult not your fears but your hopes and your dreams. Think not about your frustrations, but about your unfulfilled potential. Concern yourself not with what you tried and failed in, but with what it is still possible for you to do.", "a": "Pope John XXIII", "t": ["hope", "action"]}, {"q": "Great achievement is usually born of great sacrifice, and is never the result of selfishness.", "a": "Napoleon Hill", "t": ["discipline", "purpose"]}, {"q": "No great man ever complains of want of opportunity.", "a": "Ralph Waldo Emerson", "t": ["action", "courage"]}, {"q": "Everything is self-evident.", "a": "Rene Descartes", "t": ["wisdom"]}, {"q": "Continuous effort - not strength or intelligence - is the key to unlocking our potential.", "a": "Winston Churchill", "t": ["discipline", "perseverance"]}, {"q": "Perfection is achieved, not when there is nothing more to add, but when there is nothing left to take away.", "a": "Antoine de Saint-Exupery", "t": ["simplicity", "creativity"]}, {"q": "A year from now you'll wish you had started today.", "a": "Karen Lamb", "t": ["action", "time"]}, {"q": "You are never a loser until you quit trying.", "a": "Mike Ditka", "t": ["perseverance"]}, {"q": "The most important thing about motivation is goal setting. You should always have a goal.", "a": "Francie Larrieu Smith", "t": ["action", "purpose"]}, {"q": "You're not obligated to win. You're obligated to keep trying. To the best you can do every day.", "a": "Jason Mraz", "t": ["perseverance", "discipline"]}, {"q": "We aim above the mark to hit the mark.", "a": "Ralph Waldo Emerson", "t": ["action", "purpose"]}, {"q": "I know for sure that what we dwell on is what we become.", "a": "Oprah Winfrey", "t": ["mind", "growth"]}, {"q": "Dreams don't work unless you take action. The surest way to make your dreams come true is to live them.", "a": "Roy T. Bennett", "t": ["action", "purpose"]}, {"q": "The way to get started is to quit talking and begin doing.", "a": "Walt Disney", "t": ["action"]}, {"q": "When something is important enough, you do it even if the odds are not in your favor.", "a": "Elon Musk", "t": ["perseverance", "courage"]}, {"q": "Leadership and learning are indispensable to each other.", "a": "John F. Kennedy", "t": ["leadership", "growth"]}, {"q": "If your dreams don't scare you, they are too small.", "a": "Richard Branson", "t": ["courage", "purpose"]}, {"q": "We are not our best intentions. We are what we do.", "a": "Amy Dickinson", "t": ["action", "character"]}, {"q": "Always be a first rate version of yourself and not a second rate version of someone else.", "a": "Judy Garland", "t": ["solitude", "courage"]}, {"q": "We must believe that we are gifted for something, and that this thing, at whatever cost, must be attained.", "a": "Marie Curie", "t": ["courage", "purpose"]}, {"q": "The most courageous act is still to think for yourself. Aloud.", "a": "Coco Chanel", "t": ["courage", "freedom"]}, {"q": "The most common form of despair is not being who you are.", "a": "Soren Kierkegaard", "t": ["solitude", "purpose"]}, {"q": "Twenty years from now, you will be more disappointed by the things you didn't do than by the ones you did.", "a": "Mark Twain", "t": ["time", "action"]}, {"q": "It is better to fail in originality than to succeed in imitation.", "a": "Herman Melville", "t": ["creativity", "courage"]}, {"q": "Wherever you go, go with all your heart.", "a": "Confucius", "t": ["love", "action"]}, {"q": "Things may come to those who wait, but only the things left by those who hustle.", "a": "Abraham Lincoln", "t": ["action", "discipline"]}, {"q": "Our greatest weakness lies in giving up. The most certain way to succeed is always to try just one more time.", "a": "Thomas A. Edison", "t": ["perseverance"]}, {"q": "If everything seems under control, you are just not going fast enough.", "a": "Mario Andretti", "t": ["action", "courage"]}, {"q": "How long should you try? Until.", "a": "Jim Rohn", "t": ["perseverance"]}, {"q": "It does not do to dwell on dreams and forget to live.", "a": "J.K Rowling", "t": ["time", "action"]}, {"q": "All progress depends on the unreasonable man.", "a": "George Bernard Shaw", "t": ["growth", "courage"]}, {"q": "People who succeed have momentum. The more they succeed, the more they want to succeed, and the more they find a way to succeed. Similarly, when someone is failing, the tendency is to get on a downward spiral that can even become a self-fulfilling prophecy.", "a": "Tony Robbins", "t": ["perseverance", "growth"]}, {"q": "What the mind of man can conceive and believe, it can achieve.", "a": "Napoleon Hill", "t": ["mind", "courage"]}, {"q": "Happiness is not something you postpone for the future; it is something you design for the present.", "a": "Jim Rohn", "t": ["happiness", "time"]}, {"q": "I have not failed. I've just found 10,000 ways that won't work.", "a": "Thomas Edison", "t": ["perseverance", "growth"]}, {"q": "Somewhere, something incredible is waiting to be known.", "a": "Carl Sagan", "t": ["wisdom", "creativity"]}, {"q": "Energy and persistence conquer all things.", "a": "Benjamin Franklin", "t": ["discipline", "perseverance"]}, {"q": "We are all here for some special reason. Stop being a prisoner of your past. Become the architect of your future.", "a": "Robin Sharma", "t": ["purpose", "freedom"]}, {"q": "The harder the conflict, the more glorious the triumph.", "a": "Thomas Paine", "t": ["perseverance", "courage"]}, {"q": "Get action. Seize the moment. Man was never intended to become an oyster.", "a": "Theodore Roosevelt", "t": ["action"]}, {"q": "You can do anything you wish to do, have anything you wish to have, be anything you wish to be.", "a": "Robert Collier", "t": ["courage", "freedom"]}, {"q": "Determine never to be idle. No person will have occasion to complain of the want of time who never loses any. It is wonderful how much can be done if we are always doing.", "a": "Thomas Jefferson", "t": ["discipline", "action"]}, {"q": "There is a fountain of youth: it is your mind, your talents, the creativity you bring to your life and the lives of the people you love. When you learn to tap this source, you will truly have defeated age.", "a": "Sophia Loren", "t": ["creativity", "mind"]}, {"q": "If the shoe doesn't fit, must we change the foot?", "a": "Gloria Steinem", "t": ["wisdom", "freedom"]}, {"q": "Nature gave men two ends - one to sit on and one to think with. Ever since then man's success or failure has been dependent on the one he used most.", "a": "George R. Kirkpatrick", "t": ["wisdom", "action"]}, {"q": "If you can't explain it simply, you don't understand it well enough.", "a": "Albert Einstein", "t": ["wisdom", "mind"]}, {"q": "Either write something worth reading or do something worth writing.", "a": "Benjamin Franklin", "t": ["action", "purpose"]}, {"q": "I can't give you a sure-fire formula for success, but I can give you a formula for failure: try to please everybody all the time.", "a": "Herbert Bayard Swope", "t": ["courage", "freedom"]}, {"q": "Successful and unsuccessful people do not vary greatly in their abilities. They vary in their desires to reach their potential.", "a": "John Maxwell", "t": ["discipline", "perseverance"]}, {"q": "We know what we are, but know not what we may be.", "a": "William Shakespeare", "t": ["wisdom", "growth"]}, {"q": "Without hard work, nothing grows but weeds.", "a": "Gordon B. Hinckley", "t": ["discipline", "action"]}, {"q": "Nothing diminishes anxiety faster than action.", "a": "Walter Anderson", "t": ["action", "courage"]}, {"q": "Logic will get you from A to B. Imagination will take you everywhere.", "a": "Albert Einstein", "t": ["creativity", "mind"]}, {"q": "An obstacle is often a stepping stone.", "a": "William Prescott", "t": ["perseverance", "growth"]}, {"q": "Opportunities are usually disguised as hard work, so most people don't recognize them.", "a": "Ann Landers", "t": ["discipline", "action"]}, {"q": "Put your heart, mind, and soul into even your smallest acts. This is the secret of success.", "a": "Swami Sivananda", "t": ["discipline", "action"]}, {"q": "There is no substitute for victory.", "a": "General Douglas MacArthur", "t": ["perseverance"]}, {"q": "Opportunity is missed by most people because it is dressed in overalls and looks like work.", "a": "Thomas Edison", "t": ["action", "discipline"]}, {"q": "Without ambition one starts nothing. Without work one finishes nothing. The prize will not be sent to you. You have to win it.", "a": "Ralph Waldo Emerson", "t": ["action", "discipline"]}, {"q": "Accept failure as a stepping stone to success.", "a": "Oprah Winfrey", "t": ["perseverance", "growth"]}, {"q": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "a": "Anne Frank", "t": ["action"]}, {"q": "Use what talents you possess: the woods would be very silent if no bird sang there except that which sang best.", "a": "Henry Van Dyke", "t": ["action", "creativity"]}, {"q": "You do not find the happy life. You make it.", "a": "Thomas S. Monson", "t": ["happiness", "action"]}, {"q": "The history of the world is full of men who rose to leadership, by sheer force of self-confidence, bravery and tenacity.", "a": "Mahatma Gandhi", "t": ["leadership", "perseverance"]}, {"q": "Don't count the days, make the days count.", "a": "Muhammad Ali", "t": ["time", "action"]}, {"q": "Stop chasing the money and start chasing the passion.", "a": "Tony Hsieh", "t": ["purpose", "action"]}, {"q": "The best way out is always through.", "a": "Robert Frost", "t": ["perseverance", "action"]}, {"q": "The bigger the dream, the more important the team.", "a": "Robin Sharma", "t": ["leadership", "growth"]}, {"q": "Let him who would enjoy a good future waste none of his present.", "a": "Roger Babson", "t": ["time", "action"]}, {"q": "In seeking happiness for others, you find it for yourself.", "a": "Unknown", "t": ["happiness", "love"]}, {"q": "There are no limits to what you can accomplish, except the limits you place on your own thinking.", "a": "Brian Tracy", "t": ["mind", "growth"]}, {"q": "Failure is the condiment that gives success its flavor.", "a": "Truman Capote", "t": ["perseverance", "growth"]}, {"q": "The individual who says it is not possible should move out of the way of those doing it.", "a": "Tricia Cunningham", "t": ["action", "courage"]}, {"q": "When you have exhausted all possibilities, remember this - you haven't.", "a": "Thomas A. Edison", "t": ["perseverance", "creativity"]}, {"q": "Setting an example is not the main means of influencing another, it is the only means.", "a": "Albert Einstein", "t": ["leadership", "action"]}, {"q": "The biggest risk is not taking any risk.", "a": "Mark Zuckerberg", "t": ["courage", "action"]}, {"q": "The creation of something new is not accomplished by the intellect but by the play instinct.", "a": "Carl Jung", "t": ["creativity", "mind"]}, {"q": "Leap, and the net will appear.", "a": "John Burroughs", "t": ["courage", "trust"]}, {"q": "The secret to getting ahead is getting started.", "a": "Agatha Christie", "t": ["action"]}, {"q": "To succeed in life, you need two things: ignorance and confidence.", "a": "Mark Twain", "t": ["courage", "wisdom"]}, {"q": "Once you learn to quit, it becomes a habit.", "a": "Vince Lombardi", "t": ["discipline", "perseverance"]}, {"q": "When something is important enough, you do it even if the odds are not in your favor.", "a": "Elon Musk", "t": ["perseverance", "courage"]}, {"q": "The more that you read, the more things you will know.", "a": "Dr. Seuss", "t": ["wisdom", "growth"]}, {"q": "It is better to be hated for what you are than to be loved for what you are not.", "a": "Andre Gide", "t": ["courage", "solitude"]}, {"q": "I will tell you how to become rich. Close the doors. Be fearful when others are greedy. Be greedy when others are fearful.", "a": "Warren Buffett", "t": ["courage", "wisdom"]}, {"q": "The best way to predict your future is to create it.", "a": "Peter Drucker", "t": ["action", "purpose"]}, {"q": "Determine your priorities and focus on them.", "a": "Eileen McDargh", "t": ["discipline", "purpose"]}, {"q": "Never give up on a dream just because of the time it will take to accomplish it. The time will pass anyway.", "a": "Earl Nightingale", "t": ["perseverance", "time"]}, {"q": "Just believe in yourself. Even if you don't, pretend that you do and, at some point, you will.", "a": "Venus Williams", "t": ["courage", "mind"]}, {"q": "If you choose not to decide, you still have made a choice.", "a": "Rush (Freewill lyrics)", "t": ["action", "freedom"]}, {"q": "When they say the sky's the limit to me that's really true.", "a": "Michael Jackson", "t": ["courage", "purpose"]}, {"q": "Take the first step in faith. You don't have to see the whole staircase, just take the first step.", "a": "Martin Luther King Jr.", "t": ["courage", "trust"]}, {"q": "We aim above the mark to hit the mark.", "a": "Ralph Waldo Emerson", "t": ["action", "purpose"]}, {"q": "What the mind can conceive and believe, it can achieve.", "a": "Napoleon Hill", "t": ["mind", "courage"]}, {"q": "Start where you are, use what you have, do what you can.", "a": "Arthur Ashe", "t": ["action"]}, {"q": "It's not whether you get knocked down, it's whether you get up.", "a": "Vince Lombardi", "t": ["perseverance"]}, {"q": "Dream big and dare to fail.", "a": "Norman Vaughan", "t": ["courage", "purpose"]}, {"q": "In every success story, you will find someone who has made a courageous decision.", "a": "Peter F. Drucker", "t": ["courage", "action"]}, {"q": "What we think, we become.", "a": "Buddha", "t": ["mind", "action"]}, {"q": "How you climb a mountain is more important than whether you reach the top.", "a": "Yvon Chouinard", "t": ["discipline", "wisdom"]}, {"q": "First comes thought; then organization of that thought, into ideas and plans; then transformation of those plans into reality. The beginning, as you will observe, is in your imagination.", "a": "Napoleon Hill", "t": ["creativity", "action"]}, {"q": "Good, better, best. Never let it rest. 'Til your good is better and your better is best.", "a": "St. Jerome", "t": ["discipline", "growth"]}, {"q": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.", "a": "George Bernard Shaw", "t": ["action", "growth"]}, {"q": "I believe in pink. I believe that laughing is the best calorie burner. I believe in kissing, kissing a lot. I believe in being strong when everything seems to be going wrong. I believe that happy girls are the prettiest girls. I believe that tomorrow is another day and I believe in miracles.", "a": "Audrey Hepburn", "t": ["happiness", "love"]}, {"q": "The measure of intelligence is the ability to change.", "a": "Albert Einstein", "t": ["growth", "wisdom"]}, {"q": "It is never too late to be what you might have been.", "a": "George Eliot", "t": ["growth", "courage"]}, {"q": "Become the change you want to see in the world.", "a": "Mahatma Gandhi", "t": ["action", "courage"]}, {"q": "Champions keep playing until they get it right.", "a": "Billie Jean King", "t": ["perseverance", "discipline"]}, {"q": "No one can make you feel inferior without your consent.", "a": "Eleanor Roosevelt", "t": ["courage", "mind"]}, {"q": "People with goals succeed because they know where they're going.", "a": "Earl Nightingale", "t": ["purpose", "action"]}, {"q": "Live your beliefs and you can turn the world around.", "a": "Henry David Thoreau", "t": ["action", "courage"]}, {"q": "I was taught that the way of progress was neither swift nor easy.", "a": "Marie Curie", "t": ["perseverance", "discipline"]}, {"q": "If you want to make peace with your enemy, you have to work with your enemy. Then he becomes your partner.", "a": "Nelson Mandela", "t": ["love", "leadership"]}, {"q": "Change is the law of life. And those who look only to the past or present are certain to miss the future.", "a": "John F. Kennedy", "t": ["time", "growth"]}, {"q": "Continuous improvement is better than delayed perfection.", "a": "Mark Twain", "t": ["discipline", "growth"]}, {"q": "Go big or go home.", "a": "Eliza Dushku", "t": ["courage", "action"]}, {"q": "The right way is not always the popular and easy way. Standing for right when it is unpopular is a true test of moral character.", "a": "Margaret Chase Smith", "t": ["character", "courage"]}, {"q": "To hell with circumstances; I create opportunities.", "a": "Bruce Lee", "t": ["action", "courage"]}, {"q": "Whatever you can do, or dream you can, begin it. Boldness has genius, power, and magic in it.", "a": "Johann Wolfgang von Goethe", "t": ["courage", "action"]}, {"q": "Being both soft and strong is a combination very few have mastered.", "a": "Yasmin Mogahed", "t": ["character", "courage"]}, {"q": "I've never seen a monument erected to a pessimist.", "a": "Paul Harvey", "t": ["courage", "wisdom"]}, {"q": "Live as if you were to die tomorrow. Learn as if you were to live forever.", "a": "Mahatma Gandhi", "t": ["time", "growth"]}, {"q": "Success is walking from failure to failure with no loss of enthusiasm.", "a": "Winston Churchill", "t": ["perseverance"]}, {"q": "Be so good they can't ignore you.", "a": "Steve Martin", "t": ["discipline", "action"]}, {"q": "People are not lazy. They simply have impotent goals - that is, goals that do not inspire them.", "a": "Tony Robbins", "t": ["purpose", "action"]}, {"q": "If we wait until we're ready, we'll be waiting for the rest of our lives.", "a": "Lemony Snicket", "t": ["action", "courage"]}, {"q": "There is no traffic jam along the extra mile.", "a": "Roger Staubach", "t": ["discipline", "action"]}, {"q": "Limitations live only in our minds. But if we use our imaginations, our possibilities become limitless.", "a": "Jamie Paolinetti", "t": ["creativity", "mind"]}, {"q": "He who cannot agree with his enemies is controlled by them.", "a": "Chinese proverb", "t": ["freedom", "wisdom"]}, {"q": "It is our attitude at the beginning of a difficult task which, more than anything else, will affect its successful outcome.", "a": "William James", "t": ["mind", "action"]}, {"q": "The only thing worse than being blind is having sight but no vision.", "a": "Helen Keller", "t": ["purpose", "wisdom"]}, {"q": "I could agree with you but then we'd both be wrong.", "a": "Harvey Specter", "t": ["wisdom", "character"]}, {"q": "Doubt kills more dreams than failure ever will.", "a": "Suzy Kassem", "t": ["courage", "mind"]}, {"q": "The most wasted of all days is one without laughter.", "a": "E.E. Cummings", "t": ["happiness", "time"]}, {"q": "My philosophy is that not only are you responsible for your life, but doing the best at this moment puts you in the best place for the next moment.", "a": "Oprah Winfrey", "t": ["action", "wisdom"]}, {"q": "It is not the mountain we conquer but ourselves.", "a": "Edmund Hillary", "t": ["solitude", "growth"]}, {"q": "If you have no critics you'll likely have no success.", "a": "Malcolm X", "t": ["courage", "growth"]}, {"q": "You must not lose faith in humanity. Humanity is an ocean; if a few drops of the ocean are dirty, the ocean does not become dirty.", "a": "Mahatma Gandhi", "t": ["love", "hope"]}, {"q": "There are no secrets to success. It is the result of preparation, hard work, and learning from failure.", "a": "Colin Powell", "t": ["discipline", "growth"]}, {"q": "A creative man is motivated by the desire to achieve, not by the desire to beat others.", "a": "Ayn Rand", "t": ["creativity", "purpose"]}, {"q": "Wanting to be someone else is a waste of who you are.", "a": "Kurt Cobain", "t": ["solitude", "courage"]}, {"q": "Keep your eyes on the stars, and your feet on the ground.", "a": "Theodore Roosevelt", "t": ["wisdom", "action"]}, {"q": "The imagination is the golden pathway to everywhere.", "a": "Terence McKenna", "t": ["creativity", "mind"]}, {"q": "We are what we repeatedly do.", "a": "Aristotle", "t": ["discipline", "action"]}, {"q": "Action is the fundamental key to all success.", "a": "Pablo Picasso", "t": ["action"]}, {"q": "Start where you are. Use what you have. Do what you can.", "a": "Arthur Ashe", "t": ["action"]}, {"q": "Keep your eyes on the stars, and your feet on the ground.", "a": "Theodore Roosevelt", "t": ["wisdom", "action"]}, {"q": "The secret of happiness, you see, is not found in seeking more, but in developing the capacity to enjoy less.", "a": "Socrates", "t": ["happiness", "simplicity"]}, {"q": "Whoever is happy will make others happy.", "a": "Anne Frank", "t": ["happiness", "love"]}, {"q": "The secret of life is not to do what you like, but to like what you do.", "a": "Unknown", "t": ["happiness", "purpose"]}, {"q": "The more you praise and celebrate your life, the more there is in life to celebrate.", "a": "Oprah Winfrey", "t": ["happiness"]}, {"q": "Happiness is not by chance, but by choice.", "a": "Jim Rohn", "t": ["happiness", "action"]}, {"q": "The secret of success is learning how to use pain and pleasure instead of having pain and pleasure use you.", "a": "Tony Robbins", "t": ["discipline", "mind"]}, {"q": "Your mind is a powerful thing. When you fill it with positive thoughts, your life will start to change.", "a": "Unknown", "t": ["mind", "happiness"]}, {"q": "Let your hopes, not your hurts, shape your future.", "a": "Robert H. Schuller", "t": ["hope", "action"]}, {"q": "Attitude is a little thing that makes a big difference.", "a": "Winston Churchill", "t": ["mind", "wisdom"]}, {"q": "If you fell down yesterday, stand up today.", "a": "H.G. Wells", "t": ["perseverance"]}, {"q": "The most wasted of days is one without laughter.", "a": "Nicolas Chamfort", "t": ["happiness", "time"]}, {"q": "I never found the companion that was so companionable as solitude.", "a": "Henry David Thoreau", "t": ["solitude"]}, {"q": "Arise, awake, and stop not till the goal is reached.", "a": "Swami Vivekananda", "t": ["action", "perseverance"]}, {"q": "I am not a product of my circumstances. I am a product of my decisions.", "a": "Stephen Covey", "t": ["action", "freedom"]}, {"q": "The only limits in our life are those we impose on ourselves.", "a": "Bob Proctor", "t": ["mind", "freedom"]}, {"q": "If you want your children to turn out well, spend twice as much time with them, and half as much money.", "a": "Abigail Van Buren", "t": ["love", "simplicity"]}, {"q": "To be what we are, and to become what we are capable of becoming, is the only end of life.", "a": "Robert Louis Stevenson", "t": ["purpose", "growth"]}, {"q": "Genius is one percent inspiration and ninety-nine percent perspiration.", "a": "Thomas Edison", "t": ["discipline", "creativity"]}, {"q": "People are like stained-glass windows. They sparkle and shine when the sun is out, but when the darkness sets in, their true beauty is revealed only if there is a light from within.", "a": "Elisabeth Kubler-Ross", "t": ["character", "wisdom"]}, {"q": "If opportunity doesn't knock, build a door.", "a": "Kurt Cobain", "t": ["action", "creativity"]}, {"q": "A man who dares to waste one hour of time has not discovered the value of life.", "a": "Charles Darwin", "t": ["time", "discipline"]}, {"q": "I have looked in the mirror every morning and asked myself: 'If today were the last day of my life, would I want to do what I am about to do today?' And whenever the answer has been 'No' for too many days in a row, I know I need to change something.", "a": "Steve Jobs", "t": ["purpose", "time"]}, {"q": "An investment in knowledge pays the best interest.", "a": "Benjamin Franklin", "t": ["wisdom", "growth"]}, {"q": "The most valuable thing you can make is a mistake - you can't learn anything from being perfect.", "a": "Adam Osborne", "t": ["growth", "wisdom"]}, {"q": "The best time to plant a tree was twenty years ago. The second best time is now.", "a": "Chinese Proverb", "t": ["action", "time"]}, {"q": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.", "a": "Buddha", "t": ["happiness", "simplicity"]}, {"q": "Never let the fear of striking out keep you from playing the game.", "a": "Babe Ruth", "t": ["courage", "action"]}, {"q": "Money is only a tool. It will take you wherever you wish, but it will not replace you as the driver.", "a": "Ayn Rand", "t": ["purpose", "freedom"]}, {"q": "Successful entrepreneurs are givers and not takers of positive energy.", "a": "Anonymous", "t": ["love", "action"]}, {"q": "Work like you don't need the money. Love like you've never been hurt. Dance like nobody's watching.", "a": "Satchel Paige", "t": ["love", "happiness"]}, {"q": "Let us make our future now, and let us make our dreams tomorrow's reality.", "a": "Malala Yousafzai", "t": ["purpose", "action"]}, {"q": "It is not ignorance but knowledge which is the mother of wonder.", "a": "Joseph Wood Krutch", "t": ["wisdom", "creativity"]}, {"q": "In the confrontation between the stream and the rock, the stream always wins - not through strength, but through persistence.", "a": "H. Jackson Brown", "t": ["perseverance"]}, {"q": "It is better to have tried and failed than to live life wondering what would have happened if I had tried.", "a": "Alfred Lord Tennyson", "t": ["courage", "action"]}, {"q": "Courage is grace under pressure.", "a": "Ernest Hemingway", "t": ["courage", "character"]}, {"q": "Don't limit your challenges, challenge your limits.", "a": "Jerry Dunn", "t": ["courage", "growth"]}, {"q": "The first step toward success is taken when you refuse to be a captive of the environment in which you first find yourself.", "a": "Mark Caine", "t": ["courage", "freedom"]}, {"q": "We cannot solve our problems with the same thinking we used when we created them.", "a": "Albert Einstein", "t": ["creativity", "wisdom"]}, {"q": "Carpe Diem.", "a": "Horace", "t": ["action", "time"]}, {"q": "People fail forward to success.", "a": "Mary Kay Ash", "t": ["perseverance", "growth"]}, {"q": "The men who have done big things are those who were not afraid to attempt big things, who were not afraid to risk failure in order to gain success.", "a": "B. C. Forbes", "t": ["courage", "action"]}, {"q": "Shoot for the moon. Even if you miss, you'll land among the stars.", "a": "Les Brown", "t": ["courage", "purpose"]}, {"q": "Life is short and you have to be a boss. Don't be pushed around.", "a": "Unknown", "t": ["courage", "time"]}, {"q": "Patience and perseverance have a magical effect before which difficulties disappear and obstacles vanish.", "a": "John Quincy Adams", "t": ["perseverance", "discipline"]}, {"q": "Successful people are always looking for opportunities to help others. Unsuccessful people are always asking, 'What's in it for me?'", "a": "Brian Tracy", "t": ["love", "leadership"]}, {"q": "You don't drown by falling in the water; you drown by staying there.", "a": "Edwin Louis Cole", "t": ["perseverance", "action"]}, {"q": "How many cares one loses when one decides not to be something but to be someone.", "a": "Coco Chanel", "t": ["solitude", "purpose"]}, {"q": "Do not stop thinking of life as an adventure. You have no security unless you can live bravely, excitingly, imaginatively; unless you can choose a challenge instead of competence.", "a": "Eleanor Roosevelt", "t": ["courage", "purpose"]}, {"q": "You have to expect things of yourself before you can do them.", "a": "Michael Jordan", "t": ["courage", "mind"]}, {"q": "You need to overcome the tug of people against you as you reach for high goals.", "a": "George S. Patton", "t": ["perseverance", "leadership"]}, {"q": "Respect yourself enough to walk away from anything that no longer serves you, grows you, or makes you happy.", "a": "Robert Tew", "t": ["solitude", "happiness"]}, {"q": "Take up one idea. Make that one idea your life - think of it, dream of it, live on that idea. Let the brain, muscles, nerves, every part of your body, be full of that idea, and just leave every other idea alone. This is the way to success.", "a": "Swami Vivekananda", "t": ["discipline", "purpose"]}, {"q": "Never let the fear of striking out keep you from playing the game.", "a": "Babe Ruth", "t": ["courage", "action"]}, {"q": "The greatest pleasure in life is doing what people say you cannot do.", "a": "Walter Bagehot", "t": ["courage", "perseverance"]}, {"q": "I am grateful for all of my problems. After each one was solved, I became stronger and more able to meet those that were still to come. I grew in all my difficulties.", "a": "J.C. Penney", "t": ["perseverance", "growth"]}, {"q": "A burning desire is the greatest motivator of every human action.", "a": "Napoleon Hill", "t": ["action", "purpose"]}, {"q": "Aspire to inspire before you expire.", "a": "Unknown", "t": ["purpose", "action"]}, {"q": "A life spent making mistakes is not only more honorable, but more useful than a life spent doing nothing.", "a": "George Bernard Shaw", "t": ["action", "growth"]}, {"q": "There is nothing permanent except change.", "a": "Heraclitus", "t": ["time", "growth"]}, {"q": "The true sign of intelligence is not knowledge but imagination.", "a": "Albert Einstein", "t": ["creativity", "mind"]}, {"q": "I have a dream.", "a": "Martin Luther King Jr.", "t": ["purpose", "hope"]}, {"q": "Be the change you wish to see in the world.", "a": "Mahatma Gandhi", "t": ["action", "courage"]}, {"q": "A person who never made a mistake never tried anything new.", "a": "Albert Einstein", "t": ["growth", "courage"]}, {"q": "I have learned over the years that when one's mind is made up, this diminishes fear.", "a": "Rosa Parks", "t": ["courage", "mind"]}, {"q": "Look for the good in every situation, seek the valuable lesson in every setback, look for the solution to every problem.", "a": "Brian Tracy", "t": ["wisdom", "growth"]}, {"q": "If your ship doesn't come in, swim out to it.", "a": "Jonathan Winters", "t": ["action", "courage"]}, {"q": "Tough times never last, but tough people do.", "a": "Dr. Robert Schuller", "t": ["perseverance"]}, {"q": "All truth passes through three stages. First, it is ridiculed. Second, it is violently opposed. Third, it is accepted as being self-evident.", "a": "Arthur Schopenhauer", "t": ["wisdom", "growth"]}, {"q": "You are unique. You have different talents and abilities. You don't have to always follow in the footsteps of others. And most importantly, you should always remind yourself that you don't have to do what everyone else is doing and have a responsibility to develop the talents you have been given.", "a": "Roy T. Bennett", "t": ["solitude", "purpose"]}, {"q": "The greatest danger for most of us is not that our aim is too high and we miss it, but that it is too low and we reach it.", "a": "Michelangelo", "t": ["courage", "purpose"]}, {"q": "Become the person who would attract the results you seek.", "a": "Jim Cathcart", "t": ["growth", "purpose"]}, {"q": "Whatever you can do or dream you can, begin it.", "a": "Johann Wolfgang von Goethe", "t": ["courage", "action"]}, {"q": "I am prepared for the worst, but hope for the best.", "a": "Benjamin Disraeli", "t": ["hope", "wisdom"]}, {"q": "Knowing is not enough, we must apply. Willing is not enough, we must do.", "a": "Bruce Lee", "t": ["action", "discipline"]}, {"q": "Look at the sparrows; they do not know what they will do in the next moment. Let us literally live from moment to moment.", "a": "Mahatma Gandhi", "t": ["time", "simplicity"]}, {"q": "Just one small positive thought in the morning can change your whole day.", "a": "Dalai Lama", "t": ["happiness", "mind"]}, {"q": "Seek opportunities to show you care. The smallest gestures often make the biggest difference.", "a": "John Wooden", "t": ["love", "action"]}, {"q": "None of us is as smart as all of us.", "a": "Ken Blanchard", "t": ["wisdom", "leadership"]}, {"q": "The first requisite of success is the ability to apply your physical and mental energies to one problem without growing weary.", "a": "Thomas Edison", "t": ["discipline", "perseverance"]}, {"q": "The best leaders are those most interested in surrounding themselves with assistants and associates smarter than they are. They are frank in admitting this and are willing to pay for such talents.", "a": "Amos Parrish", "t": ["leadership", "wisdom"]}, {"q": "It's not about having time. It's about making time.", "a": "Unknown", "t": ["time", "discipline"]}, {"q": "You can't build a reputation on what you are going to do.", "a": "Henry Ford", "t": ["action", "character"]}, {"q": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - that will enable you to attain the success you seek.", "a": "Mario Andretti", "t": ["discipline", "perseverance"]}, {"q": "All know the way, but few actually walk it.", "a": "Bodhidharma", "t": ["action", "wisdom"]}, {"q": "We can't help everyone, but everyone can help someone.", "a": "Ronald Reagan", "t": ["love", "action"]}, {"q": "Nothing is impossible; the word itself says ‘I\'m possible’!", "a": "Audrey Hepburn", "t": ["courage"]}, {"q": "In a gentle way, you can shake the world.", "a": "Mahatma Gandhi", "t": ["love", "action"]}, {"q": "I don't believe in taking right decisions. I take decisions and then make them right.", "a": "Ratan Tata", "t": ["action", "courage"]}, {"q": "Weakness of attitude becomes weakness of character.", "a": "Albert Einstein", "t": ["character", "mind"]}, {"q": "I don't want to get to the end of my life and find that I have just lived the length of it. I want to have lived the width of it as well.", "a": "Diane Ackerman", "t": ["purpose", "time"]}, {"q": "Yesterday's home runs don't win today's games.", "a": "Babe Ruth", "t": ["action", "time"]}, {"q": "Failure is not the opposite of success; it's part of success.", "a": "Arianna Huffington", "t": ["perseverance", "growth"]}, {"q": "If you obey all the rules, you miss all the fun.", "a": "Katharine Hepburn", "t": ["courage", "freedom"]}, {"q": "Happiness is a direction, not a place.", "a": "Sydney J. Harris", "t": ["happiness", "purpose"]}, {"q": "Success is not the result of spontaneous combustion. You must set yourself on fire.", "a": "Fred Shero", "t": ["action", "discipline"]}, {"q": "I'd rather regret the things I've done than regret the things I haven't done.", "a": "Lucille Ball", "t": ["action", "courage"]}, {"q": "I believe that one of life's greatest risks is never daring to risk.", "a": "Oprah Winfrey", "t": ["courage", "growth"]}, {"q": "You have to be burning with an idea, or a problem, or a wrong that you want to right. If you're not passionate enough from the start, you'll never stick it out.", "a": "Steve Jobs", "t": ["purpose", "perseverance"]}, {"q": "When something is important enough, you do it even if the odds are not in your favor.", "a": "Elon Musk", "t": ["courage", "perseverance"]}, {"q": "I always wanted to be somebody, but now I realize I should have been more specific.", "a": "Lily Tomlin", "t": ["purpose", "wisdom"]}, {"q": "You are never too old to set another goal or to dream a new dream.", "a": "C.S. Lewis", "t": ["courage", "time"]}, {"q": "If you cannot do great things, do small things in a great way.", "a": "Napoleon Hill", "t": ["action", "discipline"]}, {"q": "Where all think alike, no one thinks very much.", "a": "Walter Lippmann", "t": ["wisdom", "creativity"]}, {"q": "Desire is the key to motivation, but it's determination and commitment to an unrelenting pursuit of your goal.", "a": "Mario Andretti", "t": ["discipline", "purpose"]}, {"q": "In the depth of winter, I finally learned that within me there lay an invincible summer.", "a": "Albert Camus", "t": ["perseverance", "solitude"]}, {"q": "If you want to go fast, go alone. If you want to go far, go together.", "a": "African Proverb", "t": ["leadership", "wisdom"]}, {"q": "If you worry about yesterday's failures, then today's successes will be few.", "a": "Unknown", "t": ["time", "action"]}, {"q": "Security is not the absence of danger, but the presence of God, no matter what the danger.", "a": "Unknown", "t": ["trust", "courage"]}, {"q": "Being defeated is often a temporary condition. Giving up is what makes it permanent.", "a": "Marilyn vos Savant", "t": ["perseverance"]}, {"q": "Men succeed when they realize that their failures are the preparation for their victories.", "a": "Ralph Waldo Emerson", "t": ["perseverance", "growth"]}, {"q": "Someone is sitting in the shade today because someone planted a tree a long time ago.", "a": "Warren Buffett", "t": ["action", "time"]}, {"q": "Strive for progress, not perfection.", "a": "Unknown", "t": ["growth", "discipline"]}, {"q": "Take the first step in faith. You don't have to see the whole staircase, just take the first step.", "a": "Martin Luther King Jr.", "t": ["courage", "trust"]}, {"q": "There is only one happiness in this life, to love and be loved.", "a": "George Sand", "t": ["love", "happiness"]}, {"q": "If you find yourself asking yourself (and your friends), 'Am I really a writer? Am I really an artist?' chances are you are.", "a": "Anne Lamott", "t": ["creativity", "courage"]}, {"q": "To think too long about doing a thing often becomes its undoing.", "a": "Eva Young", "t": ["action", "time"]}, {"q": "The purpose of life is to live it, to taste experience to the utmost, to reach out eagerly and without fear for newer and richer experience.", "a": "Eleanor Roosevelt", "t": ["purpose", "courage"]}, {"q": "Everything has beauty, but not everyone can see.", "a": "Confucius", "t": ["wisdom", "nature"]}, {"q": "Friends can help each other. A true friend is someone who lets you have total freedom to be yourself - and especially to feel. Or, not feel. Whatever you happen to be feeling at the moment is fine with them. That's what real love amounts to - letting a person be what he really is.", "a": "Jim Morrison", "t": ["love", "freedom"]}, {"q": "I will go anywhere as long as it's forward.", "a": "David Livingstone", "t": ["action", "perseverance"]}, {"q": "Happiness is not a destination. It is a method of life.", "a": "Burton Hills", "t": ["happiness", "wisdom"]}, {"q": "You'll always miss 100% of the shots you don't take.", "a": "Wayne Gretzky", "t": ["action", "courage"]}, {"q": "Nothing in the world can take the place of persistence. Talent will not; nothing is more common than unsuccessful men with talent. Genius will not; unrewarded genius is almost a proverb. Education will not; the world is full of educated derelicts. Persistence and determination alone are omnipotent.", "a": "Calvin Coolidge", "t": ["perseverance", "discipline"]}, {"q": "Once we accept our limits, we go beyond them.", "a": "Albert Einstein", "t": ["growth", "courage"]}, {"q": "You're braver than you believe, and stronger than you seem, and smarter than you think.", "a": "A.A. Milne", "t": ["courage"]}, {"q": "Wisdom is knowing what to do next, skill is knowing how to do it, and virtue is doing it.", "a": "David Starr Jordan", "t": ["wisdom", "action"]}, {"q": "Don't wait. The time will never be just right.", "a": "Napoleon Hill", "t": ["action", "time"]}, {"q": "The best revenge is to be unlike him who performed the injustice.", "a": "Marcus Aurelius", "t": ["character", "wisdom"]}, {"q": "I long to accomplish a great and noble task, but it is my chief duty to accomplish humble tasks as though they were great and noble.", "a": "Helen Keller", "t": ["discipline", "purpose"]}, {"q": "The hardest thing to do is to be true to yourself, especially when everybody is watching.", "a": "Dave Chappelle", "t": ["character", "courage"]}, {"q": "There is nothing deep down inside us except what we have put there ourselves.", "a": "Richard Rorty", "t": ["mind", "growth"]}, {"q": "Only the educated are free.", "a": "Epictetus", "t": ["freedom", "wisdom"]}, {"q": "Everything you can imagine is real.", "a": "Pablo Picasso", "t": ["creativity", "mind"]}, {"q": "Whatever you want to do, do it now. There are only so many tomorrows.", "a": "Michael Landon", "t": ["action", "time"]}, {"q": "Integrity is doing the right thing, even when no one is watching.", "a": "C.S. Lewis", "t": ["character", "wisdom"]}, {"q": "Try not to become a man of success. Rather become a man of value.", "a": "Albert Einstein", "t": ["purpose"]}, {"q": "Let us not seek the Republican answer or the Democratic answer, but the right answer. Let us not seek to fix the blame for the past. Let us accept our own responsibility for the future.", "a": "John F. Kennedy", "t": ["leadership", "action"]}, {"q": "It is not enough to do your best; you must know what to do, and then do your best.", "a": "W. Edwards Deming", "t": ["action", "discipline"]}, {"q": "I can't change the direction of the wind, but I can adjust my sails to always reach my destination.", "a": "Jimmy Dean", "t": ["perseverance", "action"]}, {"q": "Simplicity is the ultimate sophistication.", "a": "Leonardo da Vinci", "t": ["simplicity", "wisdom"]}, {"q": "A friend is someone who gives you total freedom to be yourself.", "a": "Jim Morrison", "t": ["love", "freedom"]}, {"q": "Make bold choices and make mistakes. It's all those things that add up to the person you become.", "a": "Angelina Jolie", "t": ["courage", "growth"]}, {"q": "To improve is to change; to be perfect is to change often.", "a": "Winston Churchill", "t": ["growth", "discipline"]}, {"q": "In order to be irreplaceable, one must always be different.", "a": "Coco Chanel", "t": ["creativity", "courage"]}, {"q": "A person who never made a mistake never tried anything new.", "a": "Albert Einstein", "t": ["growth", "courage"]}, {"q": "Give light and people will find the way.", "a": "Ella Baker", "t": ["leadership", "love"]}, {"q": "Sow a thought, reap an action; sow an action, reap a habit; sow a habit, reap a character; sow a character, reap a destiny.", "a": "Stephen Covey", "t": ["character", "action"]}, {"q": "Well behaved women seldom make history.", "a": "Laurel Thatcher Ulrich", "t": ["courage", "freedom"]}, {"q": "People will try to tell you that all the great opportunities have been snapped up. In reality, the world changes every second, blowing new opportunities in all directions, including yours.", "a": "Ken Hakuta", "t": ["action", "growth"]}, {"q": "Your chances of success in any undertaking can always be measured by your belief in yourself.", "a": "Robert Collier", "t": ["courage", "mind"]}, {"q": "It is not whether your words or actions are tough or gentle; it is the spirit behind your actions and words that announces your inner state.", "a": "Rumi", "t": ["character", "wisdom"]}, {"q": "Great leaders are not defined by the absence of weakness, but rather by the presence of clear strengths.", "a": "John Zenger", "t": ["leadership"]}, {"q": "I have a simple philosophy: Fill what's empty. Empty what's full. Scratch where it itches.", "a": "Alice Roosevelt Longworth", "t": ["simplicity", "wisdom"]}, {"q": "Do not pray for an easy life, pray for the strength to endure a difficult one.", "a": "Bruce Lee", "t": ["perseverance", "courage"]}, {"q": "Do one thing everyday that scares you.", "a": "Eleanor Roosevelt", "t": ["courage", "growth"]}, {"q": "So many of our dreams at first seem impossible, then they seem improbable, and then, when we summon the will, they soon become inevitable.", "a": "Christopher Reeve", "t": ["courage", "perseverance"]}, {"q": "I am always doing that which I cannot do, in order that I may learn how to do it.", "a": "Pablo Picasso", "t": ["growth", "action"]}, {"q": "We may encounter many defeats but we must not be defeated.", "a": "Maya Angelou", "t": ["perseverance"]}, {"q": "You have two choices, you can keep running and hiding and blaming the world for your problems, or you can stand up for yourself and decide to be somebody important.", "a": "Sidney Sheldon", "t": ["action", "courage"]}, {"q": "The only way to discover the limits of the possible is to go beyond them into the impossible.", "a": "Arthur C. Clarke", "t": ["courage", "growth"]}, {"q": "Problems are not stop signs, they are guidelines.", "a": "Robert Schuller", "t": ["growth", "wisdom"]}, {"q": "When your desires are strong enough, you will appear to possess superhuman powers to achieve.", "a": "Napoleon Hill", "t": ["purpose", "discipline"]}, {"q": "Each person must live their life as a model for others.", "a": "Rosa Parks", "t": ["character", "action"]}, {"q": "If you can't explain it to a six year old, you don't understand it yourself.", "a": "Albert Einstein", "t": ["wisdom", "simplicity"]}, {"q": "Success, meaningful success, begins when we take ownership and responsibility for our own lives.", "a": "Eric Thomas", "t": ["action", "purpose"]}, {"q": "If I cannot do great things, I can do small things in a great way.", "a": "Martin Luther King Jr.", "t": ["action", "discipline"]}, {"q": "Before you can become a millionaire, you must learn to think like one. You must expand the way you see the world around you.", "a": "Thomas J. Stanley", "t": ["mind", "growth"]}, {"q": "Step by step and the thing is done.", "a": "Charles Atlas", "t": ["action", "discipline"]}, {"q": "Be as you wish to seem.", "a": "Socrates", "t": ["character", "wisdom"]}, {"q": "Look up at the stars and not down at your feet. Try to make sense of what you see, and wonder about what makes the universe exist. Be curious.", "a": "Stephen Hawking", "t": ["wisdom", "creativity"]}, {"q": "Dare to be different.", "a": "Howard Schultz", "t": ["courage", "solitude"]}, {"q": "You are what you repeatedly do.", "a": "Aristotle", "t": ["discipline", "character"]}, {"q": "I believe that the only courage anybody ever needs is the courage to follow your own dreams.", "a": "Oprah Winfrey", "t": ["courage", "purpose"]}, {"q": "Learning never exhausts the mind.", "a": "Leonardo da Vinci", "t": ["wisdom", "growth"]}, {"q": "Be passionate and move forward with gusto every single hour of every single day until you reach your goal.", "a": "Ava DuVernay", "t": ["action", "purpose"]}, {"q": "Life is 10% what happens to me and 90% of how I react to it.", "a": "Charles Swindoll", "t": ["action", "mind"]}, {"q": "I want to know God's thoughts. The rest are details.", "a": "Albert Einstein", "t": ["wisdom"]}, {"q": "Keep smiling, because life is a beautiful thing and there's so much to smile about.", "a": "Marilyn Monroe", "t": ["happiness"]}, {"q": "Anyone who has never made a mistake has never tried anything new.", "a": "Albert Einstein", "t": ["growth", "courage"]}, {"q": "To live a creative life, we must lose our fear of being wrong.", "a": "Joseph Chilton Pearce", "t": ["creativity", "courage"]}, {"q": "Begin with the end in mind.", "a": "Stephen Covey", "t": ["purpose", "action"]}, {"q": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.", "a": "Thomas Jefferson", "t": ["action", "purpose"]}, {"q": "What you'll wish you'd done on your deathbed: a) More risk b) More love c) More travel d) More craft, fewer jobs e) More moments, fewer things.", "a": "James Clear", "t": ["purpose", "time"]}, {"q": "For those who wander are not always lost.", "a": "J.R.R. Tolkien", "t": ["solitude", "purpose"]}, {"q": "Enjoy the little things, for one day you may look back and realize they were the big things.", "a": "Robert Brault", "t": ["happiness", "time"]}, {"q": "Every story I create, creates me. I write to create myself.", "a": "Octavia Butler", "t": ["creativity"]}, {"q": "Gratitude is the fairest blossom which springs from the soul.", "a": "Henry Ward Beecher", "t": ["happiness", "love"]}, {"q": "Live as if you'll die tomorrow, Learn as if you'll live forever.", "a": "Mahatma Gandhi", "t": ["time", "wisdom"]}, {"q": "To be great is to be misunderstood.", "a": "Ralph Waldo Emerson", "t": ["solitude", "growth"]}, {"q": "Laughter is the shortest distance between two people.", "a": "Victor Borge", "t": ["happiness", "love"]}, {"q": "Fortune sides with him who dares.", "a": "Virgil", "t": ["courage", "action"]}, {"q": "The beautiful thing about learning is nobody can take it away from you.", "a": "B.B. King", "t": ["wisdom", "growth"]}, {"q": "To know is not enough, we must apply. Willing is not enough, we must do.", "a": "Johann Wolfgang von Goethe", "t": ["action", "discipline"]}, {"q": "How we spend our days is, of course, how we spend our lives.", "a": "Annie Dillard", "t": ["time", "purpose"]}, {"q": "Carry out a random act of kindness, with no expectation of reward, safe in the knowledge that one day someone might do the same for you.", "a": "Princess Diana", "t": ["love", "action"]}, {"q": "I find that when you have a real interest in life and a curious life, that sleep is not the most important thing.", "a": "Martha Stewart", "t": ["time", "discipline"]}, {"q": "Begin to be now what you will be hereafter.", "a": "Saint Jerome", "t": ["action", "growth"]}, {"q": "Nobody can hurt me without my permission.", "a": "Mahatma Gandhi", "t": ["courage", "mind"]}, {"q": "It is never too late to be what you might have been.", "a": "George Eliot", "t": ["growth", "courage"]}, {"q": "Perseverance is not a long race; it is many short races one after the other.", "a": "Walter Elliot", "t": ["perseverance", "discipline"]}, {"q": "I don't regret the things I've done, I regret the things I didn't do when I had the chance.", "a": "Unknown", "t": ["action", "regret"]}, {"q": "No one is in control of your happiness but you; therefore, you have the power to change anything about yourself or your life that you want to change.", "a": "Barbara de Angelis", "t": ["happiness", "freedom"]}, {"q": "You cannot plough a field by turning it over in your mind.", "a": "Gordon B. Hinckley", "t": ["action"]}, {"q": "If you want something done, ask a busy person.", "a": "Unknown", "t": ["action", "discipline"]}, {"q": "If it scares you, it might be a good thing to try.", "a": "Seth Godin", "t": ["courage", "growth"]}, {"q": "The key is to keep company only with people who uplift you, whose presence calls forth your best.", "a": "Epictetus", "t": ["wisdom", "love"]}, {"q": "Great minds discuss ideas. Average minds discuss events. Small minds discuss people.", "a": "Henry Thomas Buckle", "t": ["wisdom", "mind"]}, {"q": "A year from now, you will wish you had started today.", "a": "Karen Lamb", "t": ["action", "time"]}, {"q": "The best time to plant a tree was 20 years ago. The second best time is now.", "a": "Unknown", "t": ["action", "time"]}, {"q": "If you light a lamp for somebody, it will also brighten your path.", "a": "Gautama Buddha", "t": ["love", "wisdom"]}, {"q": "It is during our darkest moments that we must focus to see the light.", "a": "Aristotle Onassis", "t": ["perseverance", "hope"]}, {"q": "Inspiration comes from within yourself. One has to be positive. When you're positive, good things happen.", "a": "Deep Roy", "t": ["mind", "happiness"]}, {"q": "A head full of fears has no space for dreams.", "a": "Unknown", "t": ["courage", "mind"]}, {"q": "Not only must we be good, but we must also be good for something.", "a": "Henry David Thoreau", "t": ["purpose", "action"]}, {"q": "If we're growing, we're always going to be out of our comfort zone.", "a": "John Maxwell", "t": ["growth", "courage"]}, {"q": "Circumstances are beyond human control, but our conduct is in our own power.", "a": "Benjamin Disraeli", "t": ["action", "freedom"]}, {"q": "In every noble aspiration it is willed that man do something about it, that he not merely dream, but that he see it through with sweat and tears.", "a": "Benjamin Disraeli", "t": ["action", "purpose"]}, {"q": "Be original; don't be scared of being bold.", "a": "Ed Sheeran", "t": ["courage", "creativity"]}, {"q": "You are braver than you believe, stronger than you seem, and smarter than you think.", "a": "Winnie the Pooh", "t": ["courage"]}, {"q": "The most rewarding things you do in life are often the ones that look like they cannot be done.", "a": "Arnold Palmer", "t": ["perseverance", "courage"]}, {"q": "I had the blues because I had no shoes until upon the street, I met a man who had no feet.", "a": "Denis Waitley", "t": ["wisdom", "happiness"]}, {"q": "Setting goals is the first step in turning the invisible into the visible.", "a": "Tony Robbins", "t": ["action", "purpose"]}, {"q": "Unless you try to do something beyond what you have already mastered, you will never grow.", "a": "Ralph Waldo Emerson", "t": ["growth", "courage"]}, {"q": "Nobody can make you feel inferior without your permission.", "a": "Eleanor Roosevelt", "t": ["courage", "mind"]}, {"q": "Don't give up. It's just the weight of the world.", "a": "Snow Patrol", "t": ["perseverance"]}, {"q": "The empires of the future are the empires of the mind.", "a": "Winston Churchill", "t": ["mind", "leadership"]}, {"q": "When there is no enemy within, the enemies outside cannot hurt you.", "a": "Winston Churchill", "t": ["character", "courage"]}, {"q": "Nothing great was ever achieved without enthusiasm.", "a": "Ralph Waldo Emerson", "t": ["action", "purpose"]}, {"q": "The people who influence you are the people who believe in you.", "a": "Henry Drummond", "t": ["love", "growth"]}, {"q": "Peace is not absence of conflict, it is the ability to handle conflict by peaceful means.", "a": "Ronald Reagan", "t": ["wisdom", "leadership"]}, {"q": "You can't use up creativity. The more you use, the more you have.", "a": "Maya Angelou", "t": ["creativity"]}, {"q": "The more things change, the more they are the same.", "a": "Alphonse Karr", "t": ["time", "wisdom"]}, {"q": "You don't have to see the whole staircase, just take the first step.", "a": "Martin Luther King Jr.", "t": ["courage", "action"]}, {"q": "If you love life, don't waste time, for time is what life is made up of.", "a": "Bruce Lee", "t": ["time", "discipline"]}, {"q": "An eye for an eye only ends up making the whole world blind.", "a": "Mahatma Gandhi", "t": ["wisdom", "love"]}, {"q": "I have decided to stick with love. Hate is too great a burden to bear.", "a": "Martin Luther King Jr.", "t": ["love", "courage"]}, {"q": "If you judge people, you have no time to love them.", "a": "Mother Teresa", "t": ["love", "wisdom"]}, {"q": "If at first you don't succeed, try, try again. Then quit. No use being a damn fool about it.", "a": "W. C. Fields", "t": ["perseverance", "wisdom"]}, {"q": "Reality is merely an illusion, albeit a very persistent one.", "a": "Albert Einstein", "t": ["wisdom", "mind"]}, {"q": "Go often to the house of thy friend, for weeds choke the unused path.", "a": "Ralph Waldo Emerson", "t": ["love", "time"]}, {"q": "Don't be pushed by your problems. Be led by your dreams.", "a": "Unknown", "t": ["purpose", "action"]}, {"q": "The man who asks a question is a fool for a minute, the man who does not ask is a fool for life.", "a": "Confucius", "t": ["wisdom", "growth"]}, {"q": "You miss 100% of the shots you don't take.", "a": "Wayne Gretzky", "t": ["action", "courage"]}, {"q": "Happiness is a warm puppy.", "a": "Charles M. Schulz", "t": ["happiness"]}, {"q": "Winners are not afraid of losing. But losers are. Failure is part of the process of success. People who avoid failure also avoid success.", "a": "Robert T. Kiyosaki", "t": ["courage", "perseverance"]}, {"q": "Everything is energy and that's all there is to it. Match the frequency of the reality you want and you cannot help but get that reality. It can be no other way. This is not philosophy. This is physics.", "a": "Albert Einstein", "t": ["mind", "wisdom"]}, {"q": "How people treat you is their karma; how you react is yours.", "a": "Wayne Dyer", "t": ["wisdom", "character"]}, {"q": "Reality does not conform to the ideal, but confirms it.", "a": "Gustave Flaubert", "t": ["wisdom"]}, {"q": "Perpetual optimism is a force multiplier.", "a": "Colin Powell", "t": ["perseverance", "leadership"]}, {"q": "Love yourself. Then forget it. Then, love the world.", "a": "Mary Oliver", "t": ["love", "simplicity"]}, {"q": "If you realized how powerful your thoughts are, you would never think a negative thought.", "a": "Peace Pilgrim", "t": ["mind"]}, {"q": "Only those who will risk going too far can possibly find out how far one can go.", "a": "T.S. Eliot", "t": ["courage", "growth"]}, {"q": "No one has ever become poor by giving.", "a": "Anne Frank", "t": ["love", "wisdom"]}, {"q": "Ask and it will be given to you; search, and you will find; knock and the door will be opened for you.", "a": "Jesus (Matthew 7:7)", "t": ["courage", "hope"]}, {"q": "A smooth sea never made a skilled sailor.", "a": "Franklin D. Roosevelt", "t": ["perseverance", "growth"]}, {"q": "You may say I'm a dreamer, but I'm not the only one.", "a": "John Lennon", "t": ["hope", "creativity"]}, {"q": "Our character is what we do when we think no one is looking.", "a": "H. Jackson Brown Jr.", "t": ["character"]}, {"q": "Real difficulties can be overcome; it is only the imaginary ones that are unconquerable.", "a": "Theodore N. Vail", "t": ["perseverance", "mind"]}, {"q": "Do good. It comes back.", "a": "Unknown", "t": ["love", "action"]}, {"q": "I have not failed. I've just found 10,000 ways that won't work.", "a": "Thomas Edison", "t": ["perseverance"]}, {"q": "If you want others to be happy, practice compassion. If you want to be happy, practice compassion.", "a": "Dalai Lama", "t": ["happiness", "love"]}, {"q": "When it rains, look for rainbows, when it's dark, look for stars.", "a": "Unknown", "t": ["hope", "happiness"]}, {"q": "Persevere and get it done.", "a": "George Allen, Sr.", "t": ["perseverance", "action"]}, {"q": "Make the most of yourself, for that is all there is of you.", "a": "Ralph Waldo Emerson", "t": ["growth", "purpose"]}, {"q": "Darkness cannot drive out darkness; only light can do that. Hate cannot drive out hate; only love can do that.", "a": "Martin Luther King Jr.", "t": ["love", "wisdom"]}, {"q": "Wise sayings often fall on barren ground, but a kind word is never thrown away.", "a": "Arthur Helps", "t": ["love", "wisdom"]}, {"q": "What we fear of doing most is usually what we most need to do.", "a": "Ralph Waldo Emerson", "t": ["courage", "growth"]}, {"q": "If you tell the truth, you don't have to remember anything.", "a": "Mark Twain", "t": ["character", "wisdom"]}, {"q": "The way to get started is to quit talking and begin doing.", "a": "Walt Disney", "t": ["action"]}, {"q": "Passion, it lies in all of us. And though unwanted, unbidden, it will stir, open its jaws and howl.", "a": "Joss Whedon", "t": ["purpose", "creativity"]}, {"q": "Don't let others tell you what you can't do.", "a": "Josh Cribbs", "t": ["courage", "freedom"]}, {"q": "We have two lives, and the second begins when we realize we only have one.", "a": "Confucius", "t": ["time", "purpose"]}, {"q": "The big lesson in life, baby, is never be scared of anyone or anything.", "a": "Frank Sinatra", "t": ["courage"]}, {"q": "Don't be pushed around by the fears in your mind. Be led by the dreams in your heart.", "a": "Roy T. Bennett", "t": ["courage", "purpose"]}, {"q": "You've got to get up every morning with determination if you're going to go to bed with satisfaction.", "a": "George Lorimer", "t": ["discipline", "action"]}, {"q": "To make our way, we must have firm resolve, persistence, tenacity. We must gear ourselves to work hard all the way. We can never let up.", "a": "Ralph Bunche", "t": ["perseverance", "discipline"]}, {"q": "If you always do what you've always done, you'll always get what you've always got.", "a": "Henry Ford", "t": ["action", "growth"]}, {"q": "Never let the odds keep you from doing what you know in your heart you were meant to do.", "a": "H. Jackson Brown Jr.", "t": ["courage", "purpose"]}, {"q": "The game of life is a lot like football. You have to tackle your problems, block your fears, and score your points when you get the opportunity.", "a": "Lewis Grizzard", "t": ["action", "courage"]}, {"q": "God gives every bird its food, but He does not throw it into its nest.", "a": "J.G. Holland", "t": ["action", "discipline"]}, {"q": "Every noble work is at first impossible.", "a": "Thomas Carlyle", "t": ["perseverance", "growth"]}, {"q": "Success consists of going from failure to failure without loss of enthusiasm.", "a": "Winston Churchill", "t": ["perseverance"]}, {"q": "A good plan today is better than a perfect plan tomorrow.", "a": "Patton", "t": ["action", "discipline"]}, {"q": "Good things come to those who work.", "a": "Unknown", "t": ["action", "discipline"]}, {"q": "If you do what you've always done, you'll get what you've always gotten.", "a": "Tony Robbins", "t": ["action", "growth"]}, {"q": "People may hear your words, but they feel your attitude.", "a": "John C. Maxwell", "t": ["character", "leadership"]}, {"q": "Even if you're on the right track, you'll get run over if you just sit there.", "a": "Will Rogers", "t": ["action", "perseverance"]}, {"q": "Have the courage to say no. Have the courage to face the truth. Do the right thing because it is right. These are the magic keys to living your life with integrity.", "a": "W. Clement Stone", "t": ["character", "courage"]}, {"q": "The key to success is to focus our conscious mind on things we desire not things we fear.", "a": "Brian Tracy", "t": ["mind", "purpose"]}, {"q": "Don't walk in front of me; I may not follow. Don't walk behind me; I may not lead. Just walk beside me and be my friend.", "a": "Albert Camus", "t": ["love", "friendship"]}, {"q": "Be thankful for what you have; you'll end up having more. If you concentrate on what you don't have, you will never, ever have enough.", "a": "Oprah Winfrey", "t": ["happiness", "wisdom"]}, {"q": "The measure of who we are is what we do with what we have.", "a": "Vince Lombardi", "t": ["character", "action"]}, {"q": "Work hard. Play hard. Learn hard.", "a": "Unknown", "t": ["discipline", "action"]}, {"q": "A man's worth is no greater than the worth of his ambitions.", "a": "Marcus Aurelius", "t": ["purpose", "character"]}, {"q": "Turn your wounds into wisdom.", "a": "Oprah Winfrey", "t": ["growth", "wisdom"]}, {"q": "The price of success is hard work, dedication to the job at hand, and the determination that whether we win or lose, we have applied the best of ourselves to the task at hand.", "a": "Vince Lombardi", "t": ["discipline", "character"]}, {"q": "You've got to be in it to win it.", "a": "Unknown", "t": ["action", "courage"]}, {"q": "Most successful men have not achieved their distinction by having some new talent or opportunity presented to them. They have developed the opportunity that was at hand.", "a": "Bruce Barton", "t": ["growth", "action"]}, {"q": "We can do anything we want to if we stick to it long enough.", "a": "Helen Keller", "t": ["perseverance"]}, {"q": "Never let the fear of striking out keep you from playing the game.", "a": "Babe Ruth", "t": ["courage", "action"]}, {"q": "Think like a queen. A queen is not afraid to fail. Failure is another stepping stone to greatness.", "a": "Oprah Winfrey", "t": ["courage", "growth"]}, {"q": "We are what we think.", "a": "Buddha", "t": ["mind", "character"]}, {"q": "Big shots are only little shots who keep shooting.", "a": "Christopher Morley", "t": ["perseverance", "action"]}, {"q": "I'm a slow walker, but I never walk back.", "a": "Abraham Lincoln", "t": ["perseverance", "discipline"]}, {"q": "A stumble may prevent a fall.", "a": "English Proverb", "t": ["wisdom", "perseverance"]}, {"q": "He who walks with the wise grows wise, but a companion of fools suffers harm.", "a": "Proverbs 13:20", "t": ["wisdom", "growth"]}, {"q": "People seldom do what they believe in. They do what is convenient, then repent.", "a": "Bob Dylan", "t": ["character", "action"]}, {"q": "Never let your emotions overpower your intelligence.", "a": "Drake", "t": ["mind", "wisdom"]}, {"q": "Ambition is the path to success. Persistence is the vehicle you arrive in.", "a": "Bill Bradley", "t": ["perseverance", "purpose"]}, {"q": "Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.", "a": "Napoleon Hill", "t": ["purpose", "action"]}, {"q": "You don't need to see the whole staircase, just take the first step.", "a": "Martin Luther King Jr.", "t": ["courage", "action"]}, {"q": "You don't always need a plan. Sometimes you just need to breathe, trust, let go, and see what happens.", "a": "Mandy Hale", "t": ["trust", "freedom"]}, {"q": "An unexamined life is not worth living.", "a": "Socrates", "t": ["wisdom", "solitude"]}, {"q": "Two things are infinite: the universe and human stupidity; and I'm not sure about the universe.", "a": "Albert Einstein", "t": ["wisdom"]}, {"q": "Success is not final, failure is not fatal; it is the courage to continue that counts.", "a": "Winston Churchill", "t": ["courage", "perseverance"]}, {"q": "Don't wish it were easier; wish you were better.", "a": "Jim Rohn", "t": ["growth", "discipline"]}, {"q": "The only way to do great work is to love what you do.", "a": "Steve Jobs", "t": ["purpose", "love"]}, {"q": "Things don't have to change the world to be important.", "a": "Steve Jobs", "t": ["purpose", "simplicity"]}, {"q": "Real generosity is doing something nice for someone who will never find out.", "a": "Frank A. Clark", "t": ["love", "character"]}, {"q": "The man who moves a mountain begins by carrying away small stones.", "a": "Confucius", "t": ["discipline", "perseverance"]}, {"q": "We love life, not because we are used to living but because we are used to loving.", "a": "Friedrich Nietzsche", "t": ["love", "happiness"]}, {"q": "Wisdom doesn't automatically come with old age. Nothing does - except wrinkles. It's true, some wines improve with age. But only if the grapes were good in the first place.", "a": "Abigail Van Buren", "t": ["wisdom", "time"]}, {"q": "Your life is what your thoughts make it.", "a": "Marcus Aurelius", "t": ["mind", "action"]}, {"q": "Happiness is not having what you want, but wanting what you have.", "a": "Hyman Judah Schachtel", "t": ["happiness", "simplicity"]}, {"q": "If you're going through hell, keep going.", "a": "Winston Churchill", "t": ["perseverance"]}, {"q": "If you don't design your own life plan, chances are you'll fall into someone else's plan. And guess what they have planned for you? Not much.", "a": "Jim Rohn", "t": ["purpose", "action"]}, {"q": "Determine what specific goal you want to achieve. Then dedicate yourself to its attainment with unswerving singleness of purpose.", "a": "Paul J. Meyer", "t": ["discipline", "purpose"]}, {"q": "Forgive yourself for not knowing what you didn't know before you learned it.", "a": "Maya Angelou", "t": ["wisdom", "growth"]}, {"q": "Happiness is when what you think, what you say, and what you do are in harmony.", "a": "Mahatma Gandhi", "t": ["happiness", "character"]}, {"q": "Sometimes the questions are complicated and the answers are simple.", "a": "Dr. Seuss", "t": ["wisdom", "simplicity"]}, {"q": "There are no mistakes, only opportunities.", "a": "Tina Fey", "t": ["growth", "creativity"]}, {"q": "We must be willing to let go of the life we have planned, so as to accept the life that is waiting for us.", "a": "Joseph Campbell", "t": ["growth", "purpose"]}, {"q": "Your present circumstances don't determine where you can go; they merely determine where you start.", "a": "Nido Qubein", "t": ["growth", "courage"]}, {"q": "Nurture your mind with great thoughts, for you will never go any higher than you think.", "a": "Benjamin Disraeli", "t": ["mind", "growth"]}, {"q": "Keep your face always toward the sunshine, and shadows will fall behind you.", "a": "Walt Whitman", "t": ["happiness", "perseverance"]}, {"q": "Only I can change my life. No one can do it for me.", "a": "Carol Burnett", "t": ["action", "freedom"]}, {"q": "A goal properly set is halfway reached.", "a": "Zig Ziglar", "t": ["purpose", "action"]}, {"q": "Change your thoughts, change your world.", "a": "Norman Vincent Peale", "t": ["mind", "growth"]}, {"q": "The greatest wealth is to live content with little.", "a": "Plato", "t": ["happiness", "simplicity"]}, {"q": "You were born to be a player. You were meant to be here. This moment is yours.", "a": "Herb Brooks", "t": ["courage", "purpose"]}, {"q": "You are never too old to set a new goal or dream a new dream.", "a": "Anonymous", "t": ["courage", "time"]}, {"q": "Make the rest of your life the best of your life.", "a": "Unknown", "t": ["purpose", "time"]}, {"q": "Nothing is done. Everything in the world remains to be done or done over.", "a": "Lincoln Steffens", "t": ["action", "creativity"]}, {"q": "When patterns are broken, new worlds emerge.", "a": "Tuli Kupferberg", "t": ["growth", "creativity"]}, {"q": "Real generosity toward the future lies in giving all to the present.", "a": "Albert Camus", "t": ["love", "time"]}, {"q": "You can't choose what happens to you, but you can always choose how you respond.", "a": "Unknown", "t": ["action", "freedom"]}, {"q": "Thousands of candles can be lighted from a single candle, and the life of the candle will not be shortened. Happiness never decreases by being shared.", "a": "Buddha", "t": ["happiness", "love"]}, {"q": "Wealth is the ability to fully experience life.", "a": "Henry David Thoreau", "t": ["happiness", "purpose"]}, {"q": "Know your limits, but never stop trying to exceed them.", "a": "Unknown", "t": ["growth", "courage"]}, {"q": "The only lasting beauty is the beauty of the heart.", "a": "Rumi", "t": ["love", "character"]}, {"q": "Knowing what must be done does away with fear.", "a": "Rosa Parks", "t": ["courage", "action"]}, {"q": "It is well to be up before daybreak, for such habits contribute to health, wealth, and wisdom.", "a": "Aristotle", "t": ["discipline", "wisdom"]}, {"q": "Do your work with your whole heart, and you will succeed.", "a": "Elbert Hubbard", "t": ["discipline", "action"]}, {"q": "The best way is always through.", "a": "Robert Frost", "t": ["perseverance", "courage"]}, {"q": "Find ecstasy in life; the mere sense of living is joy enough.", "a": "Emily Dickinson", "t": ["happiness", "time"]}, {"q": "Every success is built on the ability to do better than good enough.", "a": "Unknown", "t": ["discipline", "growth"]}, {"q": "Speak with honesty, think with sincerity and act with integrity.", "a": "Unknown", "t": ["character", "wisdom"]}, {"q": "Happiness doesn't depend on any external conditions, it is governed by our mental attitude.", "a": "Dale Carnegie", "t": ["happiness", "mind"]}, {"q": "Change is inevitable. Growth is optional.", "a": "John C. Maxwell", "t": ["growth", "time"]}, {"q": "When I was young, I observed that nine out of ten things I did were failures. So I did ten times more work.", "a": "George Bernard Shaw", "t": ["perseverance", "discipline"]}, {"q": "Be more concerned with your character than your reputation, because your character is what you really are, while your reputation is merely what others think you are.", "a": "John Wooden", "t": ["character", "wisdom"]}, {"q": "The best of us must sometimes eat our words.", "a": "Dumbledore (J.K. Rowling)", "t": ["wisdom", "character"]}, {"q": "If you really want to do something, you'll find a way. If you don't, you'll find an excuse.", "a": "Jim Rohn", "t": ["action", "discipline"]}, {"q": "Life is what happens when you're busy making other plans.", "a": "John Lennon", "t": ["time", "wisdom"]}, {"q": "How old would you be if you didn't know how old you are?", "a": "Satchel Paige", "t": ["time", "wisdom"]}, {"q": "There are no traffic jams along the extra mile.", "a": "Roger Staubach", "t": ["discipline", "action"]}, {"q": "Logic is the beginning of wisdom, not the end.", "a": "Leonard Nimoy", "t": ["wisdom", "mind"]}, {"q": "I am more afraid of an army of 100 sheep led by a lion than an army of 100 lions led by a sheep.", "a": "Charles Maurice", "t": ["leadership", "courage"]}, {"q": "Never stop dreaming.", "a": "Roy T. Bennett", "t": ["purpose", "hope"]}, {"q": "I am not afraid of death. I am afraid of not having lived.", "a": "Unknown", "t": ["death", "purpose"]}, {"q": "I can resist everything except temptation.", "a": "Oscar Wilde", "t": ["wisdom", "character"]}, {"q": "Only a life lived for others is a life worthwhile.", "a": "Albert Einstein", "t": ["love", "purpose"]}, {"q": "What you seek is seeking you.", "a": "Rumi", "t": ["wisdom", "purpose"]}, {"q": "How wonderful it is that nobody need wait a single moment before starting to improve the world.", "a": "Anne Frank", "t": ["action", "love"]}, {"q": "The purpose of our lives is to be happy.", "a": "Dalai Lama", "t": ["happiness", "purpose"]}, {"q": "Do you want to know who you are? Don't ask. Act! Action will delineate and define you.", "a": "Thomas Jefferson", "t": ["action", "purpose"]}, {"q": "Why fit in when you were born to stand out?", "a": "Dr. Seuss", "t": ["courage", "solitude"]}, {"q": "The secret of health for both mind and body is not to mourn for the past, nor to worry about the future, but to live the present moment wisely and earnestly.", "a": "Gautama Buddha", "t": ["wisdom", "time"]}, {"q": "If you want to be happy, be.", "a": "Leo Tolstoy", "t": ["happiness", "action"]}, {"q": "Excellence is not a skill; it is an attitude.", "a": "Ralph Marston", "t": ["discipline", "character"]}, {"q": "What we fear most is usually what we most need to do.", "a": "Tim Ferriss", "t": ["courage", "growth"]}, {"q": "The more I want to get something done, the less I call it work.", "a": "Richard Bach", "t": ["purpose", "discipline"]}, {"q": "Dream as if you'll live forever, live as if you'll die today.", "a": "James Dean", "t": ["time", "purpose"]}, {"q": "Not knowing is most intimate.", "a": "Dogen Zenji", "t": ["wisdom", "solitude"]}, {"q": "Learn from yesterday, live for today, hope for tomorrow. The important thing is to not stop questioning.", "a": "Albert Einstein", "t": ["wisdom", "time"]}, {"q": "An ounce of action is worth a ton of theory.", "a": "Friedrich Engels", "t": ["action", "wisdom"]}, {"q": "Though no one can go back and make a brand new start, anyone can start from now and make a brand new ending.", "a": "Carl Bard", "t": ["action", "growth"]}, {"q": "Not he who has much is rich, but he who gives much.", "a": "Erich Fromm", "t": ["love", "simplicity"]}, {"q": "The most powerful weapon on earth is the human soul on fire.", "a": "Ferdinand Foch", "t": ["purpose", "action"]}, {"q": "Success is doing ordinary things extraordinarily well.", "a": "Jim Rohn", "t": ["discipline", "action"]}, {"q": "He who hesitates is last.", "a": "Mae West", "t": ["action", "courage"]}, {"q": "With self-discipline most anything is possible.", "a": "Theodore Roosevelt", "t": ["discipline", "courage"]}, {"q": "I cannot give you the formula for success, but I can give you the formula for failure: which is: Try to please everybody.", "a": "Herbert Bayard Swope", "t": ["courage", "freedom"]}, {"q": "The future starts today, not tomorrow.", "a": "Pope John Paul II", "t": ["action", "time"]}, {"q": "In three words I can sum up everything I've learned about life: It goes on.", "a": "Robert Frost", "t": ["perseverance", "time"]}, {"q": "Better to have loved and lost than never to have loved at all.", "a": "Alfred Lord Tennyson", "t": ["love", "loss"]}, {"q": "Life is not measured by the number of breaths we take, but by the moments that take our breath away.", "a": "Hilary Cooper", "t": ["happiness", "time"]}, {"q": "The two most important days in your life are the day you are born and the day you find out why.", "a": "Mark Twain", "t": ["purpose", "time"]}, {"q": "A winner is a dreamer who never gives up.", "a": "Nelson Mandela", "t": ["perseverance", "purpose"]}, {"q": "Don't let life discourage you; everyone who got where he is had to begin where he was.", "a": "Richard L. Evans", "t": ["perseverance", "growth"]}, {"q": "Stop doubting yourself, work hard, and make it happen.", "a": "Unknown", "t": ["discipline", "action"]}, {"q": "Leave nothing for tomorrow which can be done today.", "a": "Abraham Lincoln", "t": ["action", "time"]}, {"q": "He who does not punish evil commands it to be done.", "a": "Leonardo da Vinci", "t": ["character", "leadership"]}, {"q": "The road of life twists and turns and no two directions are ever the same. Yet our lessons come from the journey, not the destination.", "a": "Don Williams, Jr.", "t": ["wisdom", "time"]}, {"q": "Live your life and forget your age.", "a": "Norman Vincent Peale", "t": ["time", "happiness"]}, {"q": "The most important thing is to enjoy your life - to be happy - that's all that matters.", "a": "Audrey Hepburn", "t": ["happiness"]}, {"q": "Start where you are. Use what you have. Do what you can.", "a": "Arthur Ashe", "t": ["action"]}, {"q": "Focus more on your desire than on your doubt, and the dream will take care of itself.", "a": "Mark Twain", "t": ["purpose", "mind"]}, {"q": "Do not wait to strike till the iron is hot; but make it hot by striking.", "a": "William Butler Yeats", "t": ["action", "discipline"]}, {"q": "It's not the size of the dog in the fight, it's the size of the fight in the dog.", "a": "Mark Twain", "t": ["courage", "perseverance"]}, {"q": "No great man ever complains of want of opportunity.", "a": "Ralph Waldo Emerson", "t": ["action", "courage"]}, {"q": "Only in the darkness can you see the stars.", "a": "Martin Luther King Jr.", "t": ["hope", "perseverance"]}, {"q": "A champion is afraid of losing. Everyone else is afraid of winning.", "a": "Billie Jean King", "t": ["courage", "purpose"]}, {"q": "You've got to be in it to win it.", "a": "Unknown", "t": ["action", "courage"]}, {"q": "Don't stop when you're tired. Stop when you are done.", "a": "Marilyn Monroe", "t": ["perseverance", "discipline"]}, {"q": "A strong woman looks a challenge dead in the eye and gives it a wink.", "a": "Gina Carey", "t": ["courage", "character"]}, {"q": "Be the kind of person you want to meet.", "a": "Unknown", "t": ["character"]}, {"q": "Wisdom is not a product of schooling but of the lifelong attempt to acquire it.", "a": "Albert Einstein", "t": ["wisdom", "growth"]}, {"q": "Skill is only developed by hours and hours and hours of beating on your craft.", "a": "Will Smith", "t": ["discipline", "growth"]}, {"q": "Without continual growth and progress, such words as improvement, achievement, and success have no meaning.", "a": "Benjamin Franklin", "t": ["growth", "discipline"]}, {"q": "If you have good thoughts, they will shine out of your face like sunbeams and you will always look lovely.", "a": "Roald Dahl", "t": ["happiness", "mind"]}, {"q": "Concentrate all your thoughts upon the work in hand. The sun's rays do not burn until brought to a focus.", "a": "Alexander Graham Bell", "t": ["discipline", "action"]}, {"q": "All the adversity I've had in my life, all my troubles and obstacles, have strengthened me... You may not realize it when it happens, but a kick in the teeth may be the best thing in the world for you.", "a": "Walt Disney", "t": ["perseverance", "growth"]}, {"q": "A man should never be ashamed to own that he has been in the wrong, which is but saying, in other words, that he is wiser today than he was yesterday.", "a": "Alexander Pope", "t": ["character", "growth"]}, {"q": "At the end of the day, let there be no excuses, no explanations, no regrets.", "a": "Steve Maraboli", "t": ["character", "action"]}, {"q": "You've got to have a dream. If you don't have a dream, how you gonna make a dream come true?", "a": "Oscar Hammerstein", "t": ["purpose", "hope"]}, {"q": "Believe in your heart that you're meant to live a life full of passion, purpose, magic and miracles.", "a": "Roy T. Bennett", "t": ["purpose", "hope"]}, {"q": "For every minute you are angry, you lose sixty seconds of happiness.", "a": "Ralph Waldo Emerson", "t": ["happiness", "time"]}, {"q": "I am always doing what I cannot do yet, in order to learn how to do it.", "a": "Vincent van Gogh", "t": ["growth", "creativity"]}, {"q": "Don't gain the world and lose your soul, wisdom is better than silver or gold.", "a": "Bob Marley", "t": ["wisdom", "purpose"]}, {"q": "The best preparation for tomorrow is to do your best today.", "a": "H. Jackson Brown Jr.", "t": ["discipline", "time"]}, {"q": "I am not afraid; I was born to do this.", "a": "Joan of Arc", "t": ["courage", "purpose"]}, {"q": "The world is a stage, but the play is badly cast.", "a": "Oscar Wilde", "t": ["wisdom", "creativity"]}, {"q": "Desire is the key to motivation, but determination and commitment to an unrelenting pursuit of your goal - a commitment to excellence - will enable you to attain the success you seek.", "a": "Mario Andretti", "t": ["discipline", "perseverance"]}, {"q": "The only place where your dream becomes impossible is in your own thinking.", "a": "Dr Robert H Schuller", "t": ["mind", "courage"]}, {"q": "Desire is the starting point of all achievement, not a hope, not a wish, but a keen pulsating desire which transcends everything.", "a": "Napoleon Hill", "t": ["purpose", "action"]}, {"q": "The secret of success in life is for a man to be ready for his opportunity when it comes.", "a": "Earl of Beaconsfield", "t": ["discipline", "action"]}, {"q": "Happiness is not a possession to be prized. It is a quality of thought, a state of mind.", "a": "Daphne du Maurier", "t": ["happiness", "mind"]}, {"q": "Spread love everywhere you go: first of all in your own house. Give love to your children, to your wife or husband, to a next door neighbor.", "a": "Mother Teresa", "t": ["love", "action"]}, {"q": "Knowledge is power but only wisdom is liberty.", "a": "Will Durant", "t": ["wisdom", "freedom"]}, {"q": "The secret to success is to know something nobody else knows.", "a": "Aristotle Onassis", "t": ["wisdom", "purpose"]}, {"q": "I've got a dream that's worth more than my sleep.", "a": "Unknown", "t": ["purpose", "action"]}, {"q": "What you do today can improve all your tomorrows.", "a": "Ralph Marston", "t": ["action", "time"]}, {"q": "If you're going through hell, keep going.", "a": "Winston Churchill", "t": ["perseverance"]}, {"q": "Desire is the key to motivation.", "a": "Mario Andretti", "t": ["purpose", "action"]}, {"q": "Fall seven times and stand up eight.", "a": "Japanese Proverb", "t": ["perseverance"]}, {"q": "If not you, then who? If not now, then when?", "a": "Hillel", "t": ["action", "purpose"]}, {"q": "Keep your feet on the ground but let your heart soar as high as it will. Refuse to be average or to surrender to the chill of your spiritual environment.", "a": "Arthur Helps", "t": ["purpose", "perseverance"]}, {"q": "What would you attempt to do if you knew you could not fail?", "a": "Robert H. Schuller", "t": ["courage", "purpose"]}, {"q": "We see the world as we are.", "a": "Talmud", "t": ["wisdom", "mind"]}, {"q": "The will to win, the desire to succeed, the urge to reach your full potential are the keys that will unlock the door to personal excellence.", "a": "Confucius", "t": ["purpose", "perseverance"]}, {"q": "If your actions inspire others to dream more, learn more, do more and become more, you are a leader.", "a": "John Quincy Adams", "t": ["leadership", "action"]}, {"q": "Ideas are worthless. Execution is everything.", "a": "Naval Ravikant", "t": ["action", "wisdom"]}, {"q": "Read what you love until you love to read.", "a": "Naval Ravikant", "t": ["wisdom", "growth"]}, {"q": "The best way to get a good idea is to get lots of ideas.", "a": "Naval Ravikant", "t": ["creativity", "wisdom"]}, {"q": "There is no shame in not knowing. The shame is in not being curious.", "a": "Naval Ravikant", "t": ["wisdom", "growth"]}, {"q": "Seek wealth, not money or status. Wealth is having assets that earn while you sleep.", "a": "Naval Ravikant", "t": ["wisdom", "purpose"]}, {"q": "Naval Ravikant: Desire is a contract that you make with yourself to be unhappy until you get what you want.", "a": "Naval Ravikant", "t": ["wisdom", "purpose"]}]